sources_org/broker.org
;-*- mode: Org; fill-column: 100;-*-
kski
nikkei 225
csi300

eu
ftse 100
cac 40
dax

Процентное изменение: *((V2-V1)/V1) × 100*. Где V1 – старое значение, а V2 – новое
* english
- Financial institutions [faɪˈnænʃəl] [ɪnstɪˈtjuːʃn] :: banking institutions
- deposit [dɪˈpɔzɪt] :: вклад Depository institutions - кредитная организация
- loan [ləʊn] :: ссыды, кредиты
- fraud  [frɔːd] :: мошенничество
- swipe [swaɪp] :: Swipe your card, please. Paid $300,000 on swipe fees. swipe machines - проводя черной полосой карты
- equity [ˈekwɪtɪ] :: капитал
- retail store [ˈriːteɪl] [stɔːz] :: розничный магазин.
- pricing [ˈpraɪsɪŋ] :: ценообразование
- Stock market  [stɒk ˈmɑːkɪt] :: фондовая биржа
- stock :: акция
- share :: акция
- outstanding shares :: размещенные акции
- bonds :: облигации
- futures :: фьючерсы
- commodity  /kəˈmädədē/ :: товар, сырье
- security  [sɪˈkjʊərɪtɪ] :: ценная бумага
- equity  [ˈekwɪtɪ] :: капитал
- revenue [ˈrevɪnjuː] :: доход
  - net income [net ˈɪnkʌm] :: чистый доход
- collateral :: залог, обпеспечени
- margin trading /ˈmärjən/ :: the collateral that a holder of a financial instrument has to deposit
 with a counterparty/broker/echange organization to cover some or all of the credit risk the holder
 poses for the counterparty.
* личные правила
*Покупай на историях(несколько сценариев) - продавай на фактах(сценарии исчерпаны))* @ RBK
 - сначала определи это какое событие запланированное или случайное, если запланированное то как
*Не делать ставку без стоплоса!!!*
*Всегда иметь свободные деньги на случай крупной новости и временной паники*
*Есть два диапазона - долгосрочный и краткосрочный, на краткосрочном технический анализ*
*глобальные новости развиваются по дням*
*сначала реакция проффесионалов, потом всех*

** прогнозирование
 1) поиск коррекционного отката, по

 Предвидеть новостные сигналы и сопоставить для каждого движение вверхи или! вниз

 *тренд резко не меняет направление - нужна фаза стагнации или отката*

 *контр-трендово не шортят - риск*

 *риск к прибыли должен быть больше чем 3 к 1*

 *On balance volume - не работает на фьючерсных контрактах*

 *после стопосъемного шипа тренд идет в противоположную сторону*

 *медвежья дивиргения - рост - признак слабости(RSI, OnBalanceVolume) - будет падение*
 *бычья дивиргенция - падание - признак слабости - будет рост*

 *три волны падения и с коррекциями - завершение падающего тренда*

 *разворотный паттерн - двойное основание*

 - фон диктует тренд
 - корреляция диктует тренд
 - 4 процента - бери
 - коррекция - приритет над трендом имеет 15 минутная 200 дневная средняя
 - кризис - покупают тяжелую промушленность и золото
 - не кризис - инновации
 - с утра - по тренду - потом - коррекция
 - перед рискованным событием увеличивается волатильность, тренд сохраняется
 - сходящийся треугольник - после резкого испуга.
 - боковик - готовится к скачку

