broker.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-01-14 Tue 12:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9ae52ac">1. english</a></li>
<li><a href="#org15c9d7f">2. личные правила</a>
<ul>
<li><a href="#org7f89f59">2.1. прогнозирование</a>
<ul>
<li><a href="#orgb041507">2.1.1. бабы говорят</a></li>
</ul>
</li>
<li><a href="#orgfafbee9">2.2. Investing Tips</a></li>
</ul>
</li>
<li><a href="#org4b21fea">3. top<sub>русорсов</sub></a></li>
<li><a href="#orga880077">4. брокер</a>
<ul>
<li><a href="#org167d18b">4.1. счет у брокера</a></li>
<li><a href="#orged58471">4.2. депозиторий для акций</a></li>
</ul>
</li>
<li><a href="#org4912538">5. QUICK</a>
<ul>
<li><a href="#org8233593">5.1. таблица текущих торгов</a></li>
<li><a href="#orga775c50">5.2. <span class="todo TODO">TODO</span> диаграмма</a></li>
<li><a href="#org1b6f0c2">5.3. Tinkoff mobile apple</a></li>
<li><a href="#org1d59e1c">5.4. горячие клавиши</a></li>
<li><a href="#orgd636869">5.5. заявки</a></li>
</ul>
</li>
<li><a href="#org4a97ffe">6. участники</a></li>
<li><a href="#orge5893f7">7. новостные каналы</a></li>
<li><a href="#org851b925">8. стибильность банка</a></li>
<li><a href="#org52fe838">9. теория</a>
<ul>
<li><a href="#orge54fa21">9.1. Финансовые инструменты</a></li>
<li><a href="#orgf833e84">9.2. Япо́нские све́чи</a></li>
<li><a href="#org6c1d052">9.3. Trading System</a></li>
<li><a href="#org721d9d2">9.4. books - спекулятивный трейдинг</a></li>
<li><a href="#org1c19989">9.5. https://www.youtube.com/watch?v=wY7DG0wM8j0</a></li>
<li><a href="#orgb7e0ed1">9.6. Пример торговой системы “Обзор рынка РФ” с Рустемом Ибрагимовым.</a></li>
<li><a href="#org26a070b">9.7. стакан</a></li>
<li><a href="#org66c3d5b">9.8. девольвация рубля</a></li>
<li><a href="#orgdfec14a">9.9. CAPM Модель оценки финансовых активов (Capital Assets Pricing Model)</a></li>
<li><a href="#org39e63ff">9.10. Дивидендная отсечка - как причина падения цены (дивидендный гэп)</a>
<ul>
<li><a href="#orgbdff48a">9.10.1. пример</a></li>
</ul>
</li>
<li><a href="#orge3a8173">9.11. Байбэк</a></li>
</ul>
</li>
<li><a href="#orgce71f8c">10. Инструменты</a>
<ul>
<li><a href="#org70239db">10.1. облигации</a></li>
<li><a href="#org6ef0c7c">10.2. ВДО высокодоходные облигации</a></li>
</ul>
</li>
<li><a href="#orgb219dd5">11. Секторы</a>
<ul>
<li><a href="#org3468eb4">11.1. IT</a></li>
<li><a href="#org6c47b43">11.2. Строительство</a></li>
<li><a href="#orgc113de2">11.3. металлургия</a></li>
<li><a href="#org8ad3cfb">11.4. нефть и газ</a></li>
<li><a href="#org7fcba32">11.5. Энергетика</a></li>
<li><a href="#org80a0fcf">11.6. телекоммуникация</a></li>
<li><a href="#orge2a2c88">11.7. банки</a></li>
<li><a href="#orga9d35f5">11.8. нефтехимия</a></li>
<li><a href="#orgbefa412">11.9. фармацевтика</a></li>
<li><a href="#orgef83c58">11.10. кибербезопасность</a></li>
<li><a href="#org07c5e88">11.11. лесопромышленный</a></li>
</ul>
</li>
<li><a href="#org01d1152">12. Cрочный рынок</a>
<ul>
<li><a href="#org6244164">12.1. теория</a></li>
<li><a href="#orgcb1721e">12.2. фьючерс</a>
<ul>
<li><a href="#org0399db6">12.2.1. характеристики фьючесов</a></li>
<li><a href="#orgcd52fe5">12.2.2. популярные фьючерсы</a></li>
<li><a href="#org562c0ac">12.2.3. товары https://www.moex.com/s202</a></li>
<li><a href="#org35fde02">12.2.4. Фьючерсы на ОФЗ</a></li>
</ul>
</li>
<li><a href="#orgf0de692">12.3. опцион</a></li>
<li><a href="#orga64424b">12.4. Crude Oil</a></li>
</ul>
</li>
<li><a href="#orgca850da">13. Валюты Currencies</a>
<ul>
<li><a href="#orgcb7cd3b">13.1. U.S. Dollar Index (USDX, DXY, DX, or, informally, the "Dixie") - relative to a basket of foreign</a></li>
<li><a href="#org85cc584">13.2. валюты</a></li>
<li><a href="#orgbb2893c">13.3. курс рубля</a></li>
</ul>
</li>
<li><a href="#org8198587">14. Индексы акций</a>
<ul>
<li><a href="#org160fab4">14.1. рейтинги</a></li>
<li><a href="#orgced629b">14.2. опережающие индексы</a></li>
</ul>
</li>
<li><a href="#orga21f765">15. мировые индексы Биржи</a></li>
<li><a href="#orga4ff88f">16. Индикаторы - профессиональные</a></li>
<li><a href="#org2d1a90d">17. Фундаментальный анализ</a>
<ul>
<li><a href="#org558df19">17.1. Показатели Компании</a></li>
<li><a href="#orgaace0d4">17.2. Показатели Страны</a>
<ul>
<li><a href="#orgfccf8b0">17.2.1. расчет уровня инфляции - ИПЦ и дефлятор ВВП</a></li>
<li><a href="#org75a5406">17.2.2. платежный баланс</a></li>
</ul>
</li>
<li><a href="#org2094003">17.3. общемировые показатели</a></li>
<li><a href="#org00a5dd0">17.4. Russian indexes</a></li>
</ul>
</li>
<li><a href="#org0c288b8">18. Машенничество</a>
<ul>
<li><a href="#org4449deb">18.1. pump&amp;dump (накачать и сбросить)</a></li>
</ul>
</li>
<li><a href="#org3627e9e">19. Налог и ИИС</a>
<ul>
<li><a href="#orgb04461e">19.1. Индивидуальный инвестиционный счё</a></li>
<li><a href="#org0f2f9ff">19.2. <span class="todo TODO">TODO</span> тип А</a></li>
<li><a href="#orgae6da43">19.3. тип Б</a></li>
</ul>
</li>
<li><a href="#orga09a449">20. Корреляции</a></li>
<li><a href="#org5f63e50">21. Риск менеджмент</a>
<ul>
<li><a href="#orgfec4854">21.1. Виды</a></li>
</ul>
</li>
<li><a href="#org70a177f">22. Опасности</a></li>
<li><a href="#org5d36818">23. terms</a></li>
<li><a href="#org35050cc">24. lstm</a>
<ul>
<li><a href="#org294cbcf">24.1. TODO</a></li>
<li><a href="#org6b60b6b">24.2. artice https://www.datacamp.com/community/tutorials/lstm-python-stock-market</a></li>
<li><a href="#org922e93e">24.3. психологические аспекты</a></li>
<li><a href="#org39fc831">24.4. формы биологической памяти</a></li>
</ul>
</li>
<li><a href="#orgddd7dd6">25. msk</a></li>
<li><a href="#orgca75f84">26. голубые фишки</a></li>
<li><a href="#orgf724b46">27. китайские компании</a>
<ul>
<li><a href="#orgb2db036">27.1. Alibaba Group, Alibaba (HK)</a></li>
</ul>
</li>
<li><a href="#org8392940">28. ключевые даты</a></li>
<li><a href="#org5d4e1e3">29. covid</a></li>
<li><a href="#orgcaab71b">30. венчур Venture ['venʧə]</a>
<ul>
<li><a href="#org88f3908">30.1. terms</a></li>
<li><a href="#orge0218cb">30.2. startup scoring</a></li>
<li><a href="#orgf54da33">30.3. (old)телемедицина</a></li>
</ul>
</li>
<li><a href="#org853a808">31. crypto</a>
<ul>
<li><a href="#org59d2b96">31.1. terms</a></li>
<li><a href="#orge891fbd">31.2. plan</a></li>
<li><a href="#org276107a">31.3. buy with KYC</a></li>
<li><a href="#org46912c5">31.4. ru exchangers list</a>
<ul>
<li><a href="#orgf8ee646">31.4.1. AML</a></li>
</ul>
</li>
<li><a href="#org709285b">31.5. exchange crypto</a></li>
<li><a href="#org93253ea">31.6. map</a>
<ul>
<li><a href="#orge584d3c">31.6.1. atms</a></li>
<li><a href="#org7255aee">31.6.2. ATM https://www.btcatm.ru</a></li>
</ul>
</li>
<li><a href="#org87db5f4">31.7. DeFi: Decentralized Finance</a>
<ul>
<li><a href="#org9a27806">31.7.1. terms</a></li>
<li><a href="#orgd4604bd">31.7.2. weaks</a></li>
</ul>
</li>
<li><a href="#orgd62344a">31.8. To ensure that a Bitcoin transaction was successfully transferred from your wallet to someone else's, follow these steps:</a></li>
<li><a href="#orgc5820d6">31.9. links</a></li>
</ul>
</li>
<li><a href="#orgab8ec7f">32. receive money in Russia</a>
<ul>
<li><a href="#orgb8d5afe">32.1. AI answer (bad)</a></li>
<li><a href="#org179872b">32.2. limits CB</a></li>
</ul>
</li>
<li><a href="#org21194a0">33. причины падения российских рынков</a></li>
<li><a href="#orgcd24db0">34. ключевая ставка</a></li>
<li><a href="#org8f77fba">35. Financial Statement Modeling</a></li>
<li><a href="#org564bd63">36. quantitative finance</a></li>
<li><a href="#org6972e9d">37. оценка эффективности торговых стратегий</a></li>
<li><a href="#org3b09800">38. strategy AI</a>
<ul>
<li><a href="#orgb30af68">38.1. trnslateion</a></li>
<li><a href="#org2ecfc6c">38.2. s1</a></li>
<li><a href="#org77e5891">38.3. s2</a></li>
</ul>
</li>
<li><a href="#org3dcee90">39. Эквивалент предельного размера разрешенной суммы перевода в доллары США пересчитывается по официальному курсу иностранных валют к рублю, установленному Банком России, на дату поручения клиента на осуществление перевода.</a></li>
<li><a href="#orge4d4453">40. Real-time gross settlement (RTGS)</a></li>
</ul>
</div>
</div>
<p>
;-<b>- mode: Org; fill-column: 100;-</b>-
kski
nikkei 225
csi300
</p>

<p>
eu
ftse 100
cac 40
dax
</p>

<p>
Процентное изменение: <b>((V2-V1)/V1) × 100</b>. Где V1 – старое значение, а V2 – новое
</p>
<div id="outline-container-org9ae52ac" class="outline-2">
<h2 id="org9ae52ac"><span class="section-number-2">1.</span> english</h2>
<div class="outline-text-2" id="text-1">
<dl class="org-dl">
<dt>Financial institutions [faɪˈnænʃəl] [ɪnstɪˈtjuːʃn]</dt><dd>banking institutions</dd>
<dt>deposit [dɪˈpɔzɪt]</dt><dd>вклад Depository institutions - кредитная организация</dd>
<dt>loan [ləʊn]</dt><dd>ссыды, кредиты</dd>
<dt>fraud  [frɔːd]</dt><dd>мошенничество</dd>
<dt>swipe [swaɪp]</dt><dd>Swipe your card, please. Paid $300,000 on swipe fees. swipe machines - проводя черной полосой карты</dd>
<dt>equity [ˈekwɪtɪ]</dt><dd>капитал</dd>
<dt>retail store [ˈriːteɪl] [stɔːz]</dt><dd>розничный магазин.</dd>
<dt>pricing [ˈpraɪsɪŋ]</dt><dd>ценообразование</dd>
<dt>Stock market  [stɒk ˈmɑːkɪt]</dt><dd>фондовая биржа</dd>
<dt>stock</dt><dd>акция</dd>
<dt>share</dt><dd>акция</dd>
<dt>outstanding shares</dt><dd>размещенные акции</dd>
<dt>bonds</dt><dd>облигации</dd>
<dt>futures</dt><dd>фьючерсы</dd>
<dt>commodity  <i>kəˈmädədē</i></dt><dd>товар, сырье</dd>
<dt>security  [sɪˈkjʊərɪtɪ]</dt><dd>ценная бумага</dd>
<dt>equity  [ˈekwɪtɪ]</dt><dd>капитал</dd>
<dt>revenue [ˈrevɪnjuː]</dt><dd>доход
<dl class="org-dl">
<dt>net income [net ˈɪnkʌm]</dt><dd>чистый доход</dd>
</dl></dd>
<dt>collateral</dt><dd>залог, обпеспечени</dd>
<dt>margin trading <i>ˈmärjən</i></dt><dd>the collateral that a holder of a financial instrument has to deposit
with a counterparty/broker/echange organization to cover some or all of the credit risk the holder
poses for the counterparty.</dd>
</dl>
</div>
</div>
<div id="outline-container-org15c9d7f" class="outline-2">
<h2 id="org15c9d7f"><span class="section-number-2">2.</span> личные правила</h2>
<div class="outline-text-2" id="text-2">
<p>
<b>Покупай на историях(несколько сценариев) - продавай на фактах(сценарии исчерпаны))</b> @ RBK
</p>
<ul class="org-ul">
<li>сначала определи это какое событие запланированное или случайное, если запланированное то как</li>
</ul>
<p>
<b>Не делать ставку без стоплоса!!!</b>
<b>Всегда иметь свободные деньги на случай крупной новости и временной паники</b>
<b>Есть два диапазона - долгосрочный и краткосрочный, на краткосрочном технический анализ</b>
<b>глобальные новости развиваются по дням</b>
<b>сначала реакция проффесионалов, потом всех</b>
</p>
</div>

<div id="outline-container-org7f89f59" class="outline-3">
<h3 id="org7f89f59"><span class="section-number-3">2.1.</span> прогнозирование</h3>
<div class="outline-text-3" id="text-2-1">
<ol class="org-ol">
<li>поиск коррекционного отката, по</li>
</ol>

<p>
Предвидеть новостные сигналы и сопоставить для каждого движение вверхи или! вниз
</p>

<p>
<b>тренд резко не меняет направление - нужна фаза стагнации или отката</b>
</p>

<p>
<b>контр-трендово не шортят - риск</b>
</p>

<p>
<b>риск к прибыли должен быть больше чем 3 к 1</b>
</p>

<p>
<b>On balance volume - не работает на фьючерсных контрактах</b>
</p>

<p>
<b>после стопосъемного шипа тренд идет в противоположную сторону</b>
</p>

<p>
<b>медвежья дивиргения - рост - признак слабости(RSI, OnBalanceVolume) - будет падение</b>
<b>бычья дивиргенция - падание - признак слабости - будет рост</b>
</p>

<p>
<b>три волны падения и с коррекциями - завершение падающего тренда</b>
</p>

<p>
<b>разворотный паттерн - двойное основание</b>
</p>

<ul class="org-ul">
<li>фон диктует тренд</li>
<li>корреляция диктует тренд</li>
<li>4 процента - бери</li>
<li>коррекция - приритет над трендом имеет 15 минутная 200 дневная средняя</li>
<li>кризис - покупают тяжелую промушленность и золото</li>
<li>не кризис - инновации</li>
<li>с утра - по тренду - потом - коррекция</li>
<li>перед рискованным событием увеличивается волатильность, тренд сохраняется</li>
<li>сходящийся треугольник - после резкого испуга.</li>
<li>боковик - готовится к скачку</li>
</ul>
</div>
