sources_org/broker.org
*** бабы говорят
 - Если волатильность низкая, значит книга заказов на бирже сбалансирована, то есть цена не изменится, пока
   торговый объем останется прежним. Если же внезапно увеличится число продавцов или покупателей, то цена может
   резко измениться.
 - Если волатильность высокая, входить в рынок очень опасно. Нужно понимать, что сейчас уже поезд упущен, и
   ждать следующего удобного момента для входа в рынок.
 - Если волатильность снижается. Низкая и снижающаяся волатильность характерны для роста цены. Если
   волатильность продолжает снижаться, это может быть «бычьим» признаком.
 - Если волатильность растет, это говорит об усилении нервозности на рынке. Рынок предлагает хорошие
   возможности для открытия позиций, но и риски потерь становятся выше.

** Investing Tips
1) Patience - Understand risks
2) Diversification
3) Planning - Invest don’t speculate
4) Long-term - Determine your goals
5) research - Stick to your plan
6) risk/reward - Invest regularly
7) Don't be afraid to ask for help
* top_русорсов
- https://smart-lab.ru
- http://blog.gazprombank.investments/
- раскрытие информации https://e-disclosure.ru
* брокер
** счет у брокера
денежные средства хранятся на обособленных счетах брокеров, т.е. брокер к ним не имеет юридического
доступа, а значит, не может расходовать или переводить данные средства. Кроме того, на эти средства
не может быть наложен арест по обязательствам брокера. Т.е. банкротство брокера с юридической точки
зрения также не распространяется и на денежную часть Ваших средств.
** депозиторий для акций
Номинальный держатель — это такое лицо, на счет которого записаны акции, реальным владельцем которых
оно не является. Например депозитарий. Это лицо, в свою очередь, хранит информацию о реальных
владельцах.
- Ценные бумаги хранятся не на счетах брокера, а на счетах депо в депозитарии.
- Это отдельная организация, обладающая лицензией ЦБ РФ на ведение депозитарной деятельности.
- Обычно услуги депозитария включены в стоимость услуг брокера, а сам депозитарий является
  обособленным подразделением брокера

 Если Вы заключили с брокером *соглашение* о предоставлении Ваших *ценных бумаг в залог для операций
  брокера*, то в данном случае Вы рискуете потерять свои ценные бумаги при банкротстве брокера.

Компания-эмитент
(например «Эпл»)
↑
Компания-регистратор
(т. н. transfer agent)
↑
Американский центральный депозитарий
(DTC)
↑
Цепочка других депозитариев
↑
Депозитарий Брокера или отдельный
↑
Клиент
(вы)

* QUICK
1) Система заказ данных
2) окна
3) установить горячую клавишу для "Изменить интервал в диаграмма"
** таблица текущих торгов
- Класс
- Инструмент сокр
- Цена послед
- % измен закр
- макс цена
- мин цена
- оборот
- ISIN - ?????
- валюта
** TODO диаграмма
** Tinkoff mobile apple
RSI базовые значения уровней 70 30
MA 25 и 50
EMA 25 и 50
MACD
Stochastic - используются уровни 80- перекупленности и 20 - ориентир перепроданности

** горячие клавиши
- Ctrl+E редактировать окно/график
- F6 в стакане - стоп заявка
- Alt+1/2/3/4/5 - переключение между закладками
- Ctrl+N - копировать окно
- Ctrl+H - редактор горячих клавиш
** заявки
 *stop-limit*
 - Sell - если слишком сильно упадет ПРОДАЕМ
   - проскальзывание - цену продажи выставляем МЕНЬШЕ предела, чтобы успеть найти покупателей
 - Buy - если ожидаем пробой вверх ПОКУПАЕМ
   - проскальзывание - цену покупки выставляем БОЛЬШЕ предела, чтобы успеть найти продавцов

 *take-profit* -
 - Sell - если достаточно выросла ПРОДАЕМ (lot 10 - в одном лоте 10 акций)
   - offset from max - маленькие падения в низ в течении которого заявка не будет активироваться
     - слишком маленькое - продажа сразу на первой волне (2 копеек)
     - слишком большое - слишком сильно упадет после большого скачка и будет продана по меньшей цене (3копеек)
   - protective spread - отступ вниз по которой активированная заявка попадет в рынок (как проскальзывание)
 - Buy - для short

 *стоп-лосс*
 - ниже нижнего price-channel
 - особенно важны при покупке выше средней-200-дневной
 - в кризис стоп-лоссы смитаются волатильностью
* участники
доля биржевых операций профучастников
- 77% - фондовом рынке
- 83% - рынке репо
- 53% - валютном рынке


Вообще
- Высокочастотные роботы (HFT)
- Скальперы - внутри дня
  - на лучший бид и  потом сразу на лучший аском
  - отскок от крупного офферта
  - после разъедания крупного офферта будет резкое движение в его сторону от стоп-лосов
- *Маркетмейкеры и торговые алгоритмы* Маркетмейкеры - продают кода покупают и покупают когда
  продают - пользуются льготами биржи
- *Частные инвесторы и профессиональные трейдеры*
- *Крупные игроки и инвестиционные фонды*

* новостные каналы
- РБК
- интерфакс - зона справедливых цен
- блумберг
- новости IT госрегулирование https://www.gazeta.ru/tech/government.shtml
- Российская Газета https://rg.ru/tema/ekonomik/
* стибильность банка
https://mainfin.ru/banki/rating?sort=assets_netto
Основные показатели
- Активы нетто, тыс. руб.
- Депозиты физ.лиц, тыс. руб.
- Кредиты физ.лиц, тыс. руб.

Уралсиб https://www.banki.ru/banks/ratings/?BANK_ID=63520
- активы    531 386 135
* теория
- *Фьючерс* (futures contract или англ. futures) - контрактами на покупку или продажу в будущем базового актива
- (Short) *шорт* (сокращенное от английского short selling) – это продажа участником рынка акций или другого
  инвестиционного инструмента, которыми он не владеет
- Лонговать - купить, подождать пока цена понимится
- зона поддержки - нижняя price channel

C 2009 брокерам запрещено допускать шорты по акциям цена которых снизилась больше 3% от стоимости закрытия

Пики торгов -  на открытии и в момент выхода статистики
