broker.html

<div id="outline-container-orgb041507" class="outline-4">
<h4 id="orgb041507"><span class="section-number-4">2.1.1.</span> бабы говорят</h4>
<div class="outline-text-4" id="text-2-1-1">
<ul class="org-ul">
<li>Если волатильность низкая, значит книга заказов на бирже сбалансирована, то есть цена не изменится, пока
торговый объем останется прежним. Если же внезапно увеличится число продавцов или покупателей, то цена может
резко измениться.</li>
<li>Если волатильность высокая, входить в рынок очень опасно. Нужно понимать, что сейчас уже поезд упущен, и
ждать следующего удобного момента для входа в рынок.</li>
<li>Если волатильность снижается. Низкая и снижающаяся волатильность характерны для роста цены. Если
волатильность продолжает снижаться, это может быть «бычьим» признаком.</li>
<li>Если волатильность растет, это говорит об усилении нервозности на рынке. Рынок предлагает хорошие
возможности для открытия позиций, но и риски потерь становятся выше.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgfafbee9" class="outline-3">
<h3 id="orgfafbee9"><span class="section-number-3">2.2.</span> Investing Tips</h3>
<div class="outline-text-3" id="text-2-2">
<ol class="org-ol">
<li>Patience - Understand risks</li>
<li>Diversification</li>
<li>Planning - Invest don’t speculate</li>
<li>Long-term - Determine your goals</li>
<li>research - Stick to your plan</li>
<li>risk/reward - Invest regularly</li>
<li>Don't be afraid to ask for help</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org4b21fea" class="outline-2">
<h2 id="org4b21fea"><span class="section-number-2">3.</span> top<sub>русорсов</sub></h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="https://smart-lab.ru">https://smart-lab.ru</a></li>
<li><a href="http://blog.gazprombank.investments/">http://blog.gazprombank.investments/</a></li>
<li>раскрытие информации <a href="https://e-disclosure.ru">https://e-disclosure.ru</a></li>
</ul>
</div>
</div>
<div id="outline-container-orga880077" class="outline-2">
<h2 id="orga880077"><span class="section-number-2">4.</span> брокер</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org167d18b" class="outline-3">
<h3 id="org167d18b"><span class="section-number-3">4.1.</span> счет у брокера</h3>
<div class="outline-text-3" id="text-4-1">
<p>
денежные средства хранятся на обособленных счетах брокеров, т.е. брокер к ним не имеет юридического
доступа, а значит, не может расходовать или переводить данные средства. Кроме того, на эти средства
не может быть наложен арест по обязательствам брокера. Т.е. банкротство брокера с юридической точки
зрения также не распространяется и на денежную часть Ваших средств.
</p>
</div>
</div>
<div id="outline-container-orged58471" class="outline-3">
<h3 id="orged58471"><span class="section-number-3">4.2.</span> депозиторий для акций</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Номинальный держатель — это такое лицо, на счет которого записаны акции, реальным владельцем которых
оно не является. Например депозитарий. Это лицо, в свою очередь, хранит информацию о реальных
владельцах.
</p>
<ul class="org-ul">
<li>Ценные бумаги хранятся не на счетах брокера, а на счетах депо в депозитарии.</li>
<li>Это отдельная организация, обладающая лицензией ЦБ РФ на ведение депозитарной деятельности.</li>
<li><p>
Обычно услуги депозитария включены в стоимость услуг брокера, а сам депозитарий является
обособленным подразделением брокера
</p>

<p>
Если Вы заключили с брокером <b>соглашение</b> о предоставлении Ваших <b>ценных бумаг в залог для операций
 брокера</b>, то в данном случае Вы рискуете потерять свои ценные бумаги при банкротстве брокера.
</p></li>
</ul>

<p>
Компания-эмитент
(например «Эпл»)
↑
Компания-регистратор
(т. н. transfer agent)
↑
Американский центральный депозитарий
(DTC)
↑
Цепочка других депозитариев
↑
Депозитарий Брокера или отдельный
↑
Клиент
(вы)
</p>
</div>
</div>
</div>

<div id="outline-container-org4912538" class="outline-2">
<h2 id="org4912538"><span class="section-number-2">5.</span> QUICK</h2>
<div class="outline-text-2" id="text-5">
<ol class="org-ol">
<li>Система заказ данных</li>
<li>окна</li>
<li>установить горячую клавишу для "Изменить интервал в диаграмма"</li>
</ol>
</div>
<div id="outline-container-org8233593" class="outline-3">
<h3 id="org8233593"><span class="section-number-3">5.1.</span> таблица текущих торгов</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>Класс</li>
<li>Инструмент сокр</li>
<li>Цена послед</li>
<li>% измен закр</li>
<li>макс цена</li>
<li>мин цена</li>
<li>оборот</li>
<li>ISIN - ?????</li>
<li>валюта</li>
</ul>
</div>
</div>
<div id="outline-container-orga775c50" class="outline-3">
<h3 id="orga775c50"><span class="section-number-3">5.2.</span> <span class="todo TODO">TODO</span> диаграмма</h3>
</div>
<div id="outline-container-org1b6f0c2" class="outline-3">
<h3 id="org1b6f0c2"><span class="section-number-3">5.3.</span> Tinkoff mobile apple</h3>
<div class="outline-text-3" id="text-5-3">
<p>
RSI базовые значения уровней 70 30
MA 25 и 50
EMA 25 и 50
MACD
Stochastic - используются уровни 80- перекупленности и 20 - ориентир перепроданности
</p>
</div>
</div>

<div id="outline-container-org1d59e1c" class="outline-3">
<h3 id="org1d59e1c"><span class="section-number-3">5.4.</span> горячие клавиши</h3>
<div class="outline-text-3" id="text-5-4">
<ul class="org-ul">
<li>Ctrl+E редактировать окно/график</li>
<li>F6 в стакане - стоп заявка</li>
<li>Alt+1/2/3/4/5 - переключение между закладками</li>
<li>Ctrl+N - копировать окно</li>
<li>Ctrl+H - редактор горячих клавиш</li>
</ul>
</div>
</div>
<div id="outline-container-orgd636869" class="outline-3">
<h3 id="orgd636869"><span class="section-number-3">5.5.</span> заявки</h3>
<div class="outline-text-3" id="text-5-5">
<p>
<b>stop-limit</b>
</p>
<ul class="org-ul">
<li>Sell - если слишком сильно упадет ПРОДАЕМ
<ul class="org-ul">
<li>проскальзывание - цену продажи выставляем МЕНЬШЕ предела, чтобы успеть найти покупателей</li>
</ul></li>
<li>Buy - если ожидаем пробой вверх ПОКУПАЕМ
<ul class="org-ul">
<li>проскальзывание - цену покупки выставляем БОЛЬШЕ предела, чтобы успеть найти продавцов</li>
</ul></li>
</ul>

<p>
<b>take-profit</b> -
</p>
<ul class="org-ul">
<li>Sell - если достаточно выросла ПРОДАЕМ (lot 10 - в одном лоте 10 акций)
<ul class="org-ul">
<li>offset from max - маленькие падения в низ в течении которого заявка не будет активироваться
<ul class="org-ul">
<li>слишком маленькое - продажа сразу на первой волне (2 копеек)</li>
<li>слишком большое - слишком сильно упадет после большого скачка и будет продана по меньшей цене (3копеек)</li>
</ul></li>
<li>protective spread - отступ вниз по которой активированная заявка попадет в рынок (как проскальзывание)</li>
</ul></li>
<li>Buy - для short</li>
</ul>

<p>
<b>стоп-лосс</b>
</p>
<ul class="org-ul">
<li>ниже нижнего price-channel</li>
<li>особенно важны при покупке выше средней-200-дневной</li>
<li>в кризис стоп-лоссы смитаются волатильностью</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4a97ffe" class="outline-2">
<h2 id="org4a97ffe"><span class="section-number-2">6.</span> участники</h2>
<div class="outline-text-2" id="text-6">
<p>
доля биржевых операций профучастников
</p>
<ul class="org-ul">
<li>77% - фондовом рынке</li>
<li>83% - рынке репо</li>
<li>53% - валютном рынке</li>
</ul>


<p>
Вообще
</p>
<ul class="org-ul">
<li>Высокочастотные роботы (HFT)</li>
<li>Скальперы - внутри дня
<ul class="org-ul">
<li>на лучший бид и  потом сразу на лучший аском</li>
<li>отскок от крупного офферта</li>
<li>после разъедания крупного офферта будет резкое движение в его сторону от стоп-лосов</li>
</ul></li>
<li><b>Маркетмейкеры и торговые алгоритмы</b> Маркетмейкеры - продают кода покупают и покупают когда
продают - пользуются льготами биржи</li>
<li><b>Частные инвесторы и профессиональные трейдеры</b></li>
<li><b>Крупные игроки и инвестиционные фонды</b></li>
</ul>
</div>
</div>

<div id="outline-container-orge5893f7" class="outline-2">
<h2 id="orge5893f7"><span class="section-number-2">7.</span> новостные каналы</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>РБК</li>
<li>интерфакс - зона справедливых цен</li>
<li>блумберг</li>
<li>новости IT госрегулирование <a href="https://www.gazeta.ru/tech/government.shtml">https://www.gazeta.ru/tech/government.shtml</a></li>
<li>Российская Газета <a href="https://rg.ru/tema/ekonomik/">https://rg.ru/tema/ekonomik/</a></li>
</ul>
</div>
</div>
<div id="outline-container-org851b925" class="outline-2">
<h2 id="org851b925"><span class="section-number-2">8.</span> стибильность банка</h2>
<div class="outline-text-2" id="text-8">
<p>
<a href="https://mainfin.ru/banki/rating?sort=assets_netto">https://mainfin.ru/banki/rating?sort=assets_netto</a>
Основные показатели
</p>
<ul class="org-ul">
<li>Активы нетто, тыс. руб.</li>
<li>Депозиты физ.лиц, тыс. руб.</li>
<li>Кредиты физ.лиц, тыс. руб.</li>
</ul>

<p>
Уралсиб <a href="https://www.banki.ru/banks/ratings/?BANK_ID=63520">https://www.banki.ru/banks/ratings/?BANK_ID=63520</a>
</p>
<ul class="org-ul">
<li>активы    531 386 135</li>
</ul>
</div>
</div>
<div id="outline-container-org52fe838" class="outline-2">
<h2 id="org52fe838"><span class="section-number-2">9.</span> теория</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li><b>Фьючерс</b> (futures contract или англ. futures) - контрактами на покупку или продажу в будущем базового актива</li>
<li>(Short) <b>шорт</b> (сокращенное от английского short selling) – это продажа участником рынка акций или другого
инвестиционного инструмента, которыми он не владеет</li>
<li>Лонговать - купить, подождать пока цена понимится</li>
<li>зона поддержки - нижняя price channel</li>
</ul>

<p>
C 2009 брокерам запрещено допускать шорты по акциям цена которых снизилась больше 3% от стоимости закрытия
</p>

<p>
Пики торгов -  на открытии и в момент выхода статистики
</p>
</div>
