sources_org/broker.org
** Финансовые инструменты
- Рыночные инструменты:
  - биржевые инструменты
    - Московская биржа
    - Биржа СПБ
    - NYSE
    - LSE
  - внебиржевые
    - ФОРЕКС - размер сделок $2 млн.
      - брокер - для крупных клиентов
      - диллер - ларек
    - еврооблигации - есть и на московской бирже
- ПИФы и доверительное управление
- страховые продукты
  - накопительное страхование  НСЖ и снвестиционно ИСЖ
  - unit linked (ULIP) - с иностранной компанией - страховка и инвестиционный фонд


Ценные бумаги
- долговые
  - облигации
  - векселя
  - деньги
  - депозиты
- долевые
  - акции
  - паи

** Япо́нские све́чи
Отражают не только цену, но и её волатильность
- Верхняя и нижняя граница тени отображает максимум и минимум цены за соответствующий период.
- Границы тела отображают цену открытия и закрытия.

** Trading System
https://relaxedtrader.com/trading-system-works-future/

good:
- Lots of samples
- Out of sample testing looks like in sample testing
- Factor in commission and slippage
- System trades a with lower number of shares in volatile markets

Minimum Requirements For A Robust System:
- Minimum 100 trades
- At least 10 years of data
- Statistical significance of 30 ( profit factor * number of samples ^ 0.5 )
- 20% of data used for "out of sample" (OOS) testing
- OOS Profit Factor  / In Sample Profit Factor >= 70%
- Net profit / Max drawdown >= 10
- Profit factor >= 2

System Score = Profit Factor * Number Of Trades ^ ( 0.5 )  * ( Net Profit / Max Drawdown ) * ( Out Of Sample Profit Factor / In Sample Profit Factor )


*Profit factor* = (gross winning trades) / (gross losing trades) or = (Win rate x average win) / (Loss rate x average loss)

Main trading systems:
- *Mean Reversion* - следим за средней показывающй тренд и когда она меняет направление на определенное
  значение - покупаем или продаем. - does not work with a trend following market
- *trend following* - следуем по тренду не отклоняясь

The only real Holy Grail in trading is the use of multiple systems trading different asset classes.
** books - спекулятивный трейдинг
- Технический анализ финансовых рынков - Джон Дж. Мэрфи (Азбука технического анализа)
- Чарльз ЛеБо, Дэвид В. Лукас "Компьютерный анализ фьючерсных рынков" (Индикаторный технический
  анализ, без фигур)
- В. Тарп "Трейдинг - ваш путь к финансовой свободе" (универсальная)
- Психология трейдинга. Инструменты и методы принятия решений. Бретт Стинбарджер (психологические
  проблемы)
- Куртис Фейс. Путь Черепах. Из дилетантов в легендарные трейдеры (поучительная история, дух спекулятивного трейдинга)
** https://www.youtube.com/watch?v=wY7DG0wM8j0
- 60% - Психология трейдинга
- 30% - определение размера позиции - risk management, money management
- 10% - развитость системы - точка входа и выхода

Неудачи - игнорирование 60 30 и не имеют системы

Торговая система - это набор правил - алгоритм действия трейдера в рыночных ситуациях
- момент открытия закрытия позиции
- размер открываемой позиции

Торговая система - условная система отсчета, система координат *относительно которой* трейдер 1)
определяет ситуацию 2) принимает решение

Торговая система выстраенная на основе:
- технического анализа - спекулятивная (пример Ричард Деннис)
- фундаментального анализа - инвестиционная (пример Уорен Баффет)

Создание торговой системы:
1) выбор стратегии
2) подбор команлы тех индикаторов под стратегию. Каждый выполняет свою роль. Все - как единое целое.

** Пример торговой системы “Обзор рынка РФ” с Рустемом Ибрагимовым.
- годовая доходность ~50%
- максимальная просадка по счету 30% ниже 20% не опускался
- 60% сделок убыточно. 40% прибыльные - не количество а качество - выжать максимальную прибыль из сделки
- дисциплина - не каждый месяц или даже год

находим точку входа, берем точку выхода по скользящей средней или где видим и ждем, ставим стоп лос - период от недели до полугода
- не более 6% от капитала
** стакан
- биржевой стакан - дает нам информацию о лимитных заявках на рынке
- лента обезличенных сделок — о том, на какие объемы были заключены сделки по различным ценам.
** девольвация рубля
- Фьючерс "доллар/рубль" или Si
- ETF на еврооблигации российских корпоративных эмитентов (FXRU)
** CAPM Модель оценки финансовых активов (Capital Assets Pricing Model)
модель, описывающая связь ожидаемой доходности портфеля ценных бумаг со степенью его риска.

Согласно САРМ, инвесторы вознаграждаются за рыночный риск, но их нерыночный риск не
компенсируется. Модель САРМ является основой современной теории цен на финансовых рынках.
** Дивидендная отсечка - как причина падения цены (дивидендный гэп)

с утра 2 октября 2020 Сбербанк 8% обвал. пик - 10:00
- Последний день покупки - 1 окт 2020
- Дата закрытия реестра - 5 окт 2020

Дивиденды обычно указываются в рублях на одну акцию. Иногда в Доля дивидендов от чистой прибыли (по
МСФО).

дивиденды должны заплатить в течение 25 рабочих дней с даты фиксации реестра.

Информация о дивидендах:
- карточка эмитента на мос бирже https://www.moex.com/ru/listing/emidocs.aspx?id=1399
- На сайте центра обязательного раскрытия корпоративной информации. https://www.e-disclosure.ru/portal/company.aspx?id=564
- на офф сайте компании

Размер дивидендов решается на собрании акционеров:
- годовое общее собрание акционеров — ГОСА
- внеочередное общее собрание акционеров — ВОСА

*** пример
13 августа	Заседание совета директоров и публикация протокола с размером дивидендов
19 сентября	ВОСА, акционеры одобрили выплату дивидендов
20 сентября	Опубликована информация о дивидендах — размер и дата фиксации реестра
27 сентября	Последний день, когда можно купить акции, чтобы получить дивиденды (закладываем время на операции на самой бирже и выходные)
1 октября	Дата фиксации под дивиденды
9 октября	Деньги зачислены на брокерский счет
6 ноября	«Норильский никель» завершил выплаты
