broker.html
<div id="outline-container-orge54fa21" class="outline-3">
<h3 id="orge54fa21"><span class="section-number-3">9.1.</span> Финансовые инструменты</h3>
<div class="outline-text-3" id="text-9-1">
<ul class="org-ul">
<li>Рыночные инструменты:
<ul class="org-ul">
<li>биржевые инструменты
<ul class="org-ul">
<li>Московская биржа</li>
<li>Биржа СПБ</li>
<li>NYSE</li>
<li>LSE</li>
</ul></li>
<li>внебиржевые
<ul class="org-ul">
<li>ФОРЕКС - размер сделок $2 млн.
<ul class="org-ul">
<li>брокер - для крупных клиентов</li>
<li>диллер - ларек</li>
</ul></li>
<li>еврооблигации - есть и на московской бирже</li>
</ul></li>
</ul></li>
<li>ПИФы и доверительное управление</li>
<li>страховые продукты
<ul class="org-ul">
<li>накопительное страхование  НСЖ и снвестиционно ИСЖ</li>
<li>unit linked (ULIP) - с иностранной компанией - страховка и инвестиционный фонд</li>
</ul></li>
</ul>


<p>
Ценные бумаги
</p>
<ul class="org-ul">
<li>долговые
<ul class="org-ul">
<li>облигации</li>
<li>векселя</li>
<li>деньги</li>
<li>депозиты</li>
</ul></li>
<li>долевые
<ul class="org-ul">
<li>акции</li>
<li>паи</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgf833e84" class="outline-3">
<h3 id="orgf833e84"><span class="section-number-3">9.2.</span> Япо́нские све́чи</h3>
<div class="outline-text-3" id="text-9-2">
<p>
Отражают не только цену, но и её волатильность
</p>
<ul class="org-ul">
<li>Верхняя и нижняя граница тени отображает максимум и минимум цены за соответствующий период.</li>
<li>Границы тела отображают цену открытия и закрытия.</li>
</ul>
</div>
</div>

<div id="outline-container-org6c1d052" class="outline-3">
<h3 id="org6c1d052"><span class="section-number-3">9.3.</span> Trading System</h3>
<div class="outline-text-3" id="text-9-3">
<p>
<a href="https://relaxedtrader.com/trading-system-works-future/">https://relaxedtrader.com/trading-system-works-future/</a>
</p>

<p>
good:
</p>
<ul class="org-ul">
<li>Lots of samples</li>
<li>Out of sample testing looks like in sample testing</li>
<li>Factor in commission and slippage</li>
<li>System trades a with lower number of shares in volatile markets</li>
</ul>

<p>
Minimum Requirements For A Robust System:
</p>
<ul class="org-ul">
<li>Minimum 100 trades</li>
<li>At least 10 years of data</li>
<li>Statistical significance of 30 ( profit factor * number of samples ^ 0.5 )</li>
<li>20% of data used for "out of sample" (OOS) testing</li>
<li>OOS Profit Factor  / In Sample Profit Factor &gt;= 70%</li>
<li>Net profit / Max drawdown &gt;= 10</li>
<li>Profit factor &gt;= 2</li>
</ul>

<p>
System Score = Profit Factor * Number Of Trades ^ ( 0.5 )  * ( Net Profit / Max Drawdown ) * ( Out Of Sample Profit Factor / In Sample Profit Factor )
</p>


<p>
<b>Profit factor</b> = (gross winning trades) / (gross losing trades) or = (Win rate x average win) / (Loss rate x average loss)
</p>

<p>
Main trading systems:
</p>
<ul class="org-ul">
<li><b>Mean Reversion</b> - следим за средней показывающй тренд и когда она меняет направление на определенное
значение - покупаем или продаем. - does not work with a trend following market</li>
<li><b>trend following</b> - следуем по тренду не отклоняясь</li>
</ul>

<p>
The only real Holy Grail in trading is the use of multiple systems trading different asset classes.
</p>
</div>
</div>
<div id="outline-container-org721d9d2" class="outline-3">
<h3 id="org721d9d2"><span class="section-number-3">9.4.</span> books - спекулятивный трейдинг</h3>
<div class="outline-text-3" id="text-9-4">
<ul class="org-ul">
<li>Технический анализ финансовых рынков - Джон Дж. Мэрфи (Азбука технического анализа)</li>
<li>Чарльз ЛеБо, Дэвид В. Лукас "Компьютерный анализ фьючерсных рынков" (Индикаторный технический
анализ, без фигур)</li>
<li>В. Тарп "Трейдинг - ваш путь к финансовой свободе" (универсальная)</li>
<li>Психология трейдинга. Инструменты и методы принятия решений. Бретт Стинбарджер (психологические
проблемы)</li>
<li>Куртис Фейс. Путь Черепах. Из дилетантов в легендарные трейдеры (поучительная история, дух спекулятивного трейдинга)</li>
</ul>
</div>
</div>
<div id="outline-container-org1c19989" class="outline-3">
<h3 id="org1c19989"><span class="section-number-3">9.5.</span> <a href="https://www.youtube.com/watch?v=wY7DG0wM8j0">https://www.youtube.com/watch?v=wY7DG0wM8j0</a></h3>
<div class="outline-text-3" id="text-9-5">
<ul class="org-ul">
<li>60% - Психология трейдинга</li>
<li>30% - определение размера позиции - risk management, money management</li>
<li>10% - развитость системы - точка входа и выхода</li>
</ul>

<p>
Неудачи - игнорирование 60 30 и не имеют системы
</p>

<p>
Торговая система - это набор правил - алгоритм действия трейдера в рыночных ситуациях
</p>
<ul class="org-ul">
<li>момент открытия закрытия позиции</li>
<li>размер открываемой позиции</li>
</ul>

<p>
Торговая система - условная система отсчета, система координат <b>относительно которой</b> трейдер 1)
определяет ситуацию 2) принимает решение
</p>

<p>
Торговая система выстраенная на основе:
</p>
<ul class="org-ul">
<li>технического анализа - спекулятивная (пример Ричард Деннис)</li>
<li>фундаментального анализа - инвестиционная (пример Уорен Баффет)</li>
</ul>

<p>
Создание торговой системы:
</p>
<ol class="org-ol">
<li>выбор стратегии</li>
<li>подбор команлы тех индикаторов под стратегию. Каждый выполняет свою роль. Все - как единое целое.</li>
</ol>
</div>
</div>

<div id="outline-container-orgb7e0ed1" class="outline-3">
<h3 id="orgb7e0ed1"><span class="section-number-3">9.6.</span> Пример торговой системы “Обзор рынка РФ” с Рустемом Ибрагимовым.</h3>
<div class="outline-text-3" id="text-9-6">
<ul class="org-ul">
<li>годовая доходность ~50%</li>
<li>максимальная просадка по счету 30% ниже 20% не опускался</li>
<li>60% сделок убыточно. 40% прибыльные - не количество а качество - выжать максимальную прибыль из сделки</li>
<li>дисциплина - не каждый месяц или даже год</li>
</ul>

<p>
находим точку входа, берем точку выхода по скользящей средней или где видим и ждем, ставим стоп лос - период от недели до полугода
</p>
<ul class="org-ul">
<li>не более 6% от капитала</li>
</ul>
</div>
</div>
<div id="outline-container-org26a070b" class="outline-3">
<h3 id="org26a070b"><span class="section-number-3">9.7.</span> стакан</h3>
<div class="outline-text-3" id="text-9-7">
<ul class="org-ul">
<li>биржевой стакан - дает нам информацию о лимитных заявках на рынке</li>
<li>лента обезличенных сделок — о том, на какие объемы были заключены сделки по различным ценам.</li>
</ul>
</div>
</div>
<div id="outline-container-org66c3d5b" class="outline-3">
<h3 id="org66c3d5b"><span class="section-number-3">9.8.</span> девольвация рубля</h3>
<div class="outline-text-3" id="text-9-8">
<ul class="org-ul">
<li>Фьючерс "доллар/рубль" или Si</li>
<li>ETF на еврооблигации российских корпоративных эмитентов (FXRU)</li>
</ul>
</div>
</div>
<div id="outline-container-orgdfec14a" class="outline-3">
<h3 id="orgdfec14a"><span class="section-number-3">9.9.</span> CAPM Модель оценки финансовых активов (Capital Assets Pricing Model)</h3>
<div class="outline-text-3" id="text-9-9">
<p>
модель, описывающая связь ожидаемой доходности портфеля ценных бумаг со степенью его риска.
</p>

<p>
Согласно САРМ, инвесторы вознаграждаются за рыночный риск, но их нерыночный риск не
компенсируется. Модель САРМ является основой современной теории цен на финансовых рынках.
</p>
</div>
</div>
<div id="outline-container-org39e63ff" class="outline-3">
<h3 id="org39e63ff"><span class="section-number-3">9.10.</span> Дивидендная отсечка - как причина падения цены (дивидендный гэп)</h3>
<div class="outline-text-3" id="text-9-10">
<p>
с утра 2 октября 2020 Сбербанк 8% обвал. пик - 10:00
</p>
<ul class="org-ul">
<li>Последний день покупки - 1 окт 2020</li>
<li>Дата закрытия реестра - 5 окт 2020</li>
</ul>

<p>
Дивиденды обычно указываются в рублях на одну акцию. Иногда в Доля дивидендов от чистой прибыли (по
МСФО).
</p>

<p>
дивиденды должны заплатить в течение 25 рабочих дней с даты фиксации реестра.
</p>

<p>
Информация о дивидендах:
</p>
<ul class="org-ul">
<li>карточка эмитента на мос бирже <a href="https://www.moex.com/ru/listing/emidocs.aspx?id=1399">https://www.moex.com/ru/listing/emidocs.aspx?id=1399</a></li>
<li>На сайте центра обязательного раскрытия корпоративной информации. <a href="https://www.e-disclosure.ru/portal/company.aspx?id=564">https://www.e-disclosure.ru/portal/company.aspx?id=564</a></li>
<li>на офф сайте компании</li>
</ul>

<p>
Размер дивидендов решается на собрании акционеров:
</p>
<ul class="org-ul">
<li>годовое общее собрание акционеров — ГОСА</li>
<li>внеочередное общее собрание акционеров — ВОСА</li>
</ul>
</div>

<div id="outline-container-orgbdff48a" class="outline-4">
<h4 id="orgbdff48a"><span class="section-number-4">9.10.1.</span> пример</h4>
<div class="outline-text-4" id="text-9-10-1">
<p>
13 августа	Заседание совета директоров и публикация протокола с размером дивидендов
19 сентября	ВОСА, акционеры одобрили выплату дивидендов
20 сентября	Опубликована информация о дивидендах — размер и дата фиксации реестра
27 сентября	Последний день, когда можно купить акции, чтобы получить дивиденды (закладываем время на операции на самой бирже и выходные)
1 октября	Дата фиксации под дивиденды
9 октября	Деньги зачислены на брокерский счет
6 ноября	«Норильский никель» завершил выплаты
</p>
</div>
</div>
</div>
