sources_org/broker.org
** Байбэк
- https://bcs-express.ru/buybacks
Байбэк – (от англ. buyback) обратный выкуп эмитентом собственных акций. Это ситуация, когда компания
выкупает акции у действующих акционеров на открытом рынке. По итогам данной процедуры количество
свободно обращающихся бумаг уменьшается, что в свою очередь может приводить к росту стоимости акций

* Инструменты
** облигации
время
- еще какие-то
- среднесрочные - до 5 лет
- долгосрочные более 5 лет

как выбирать
1 кредитный рейтинг
2 обеспечение - в случае банкротсвта
3 дюрация - насколько цента облигация  чувствительна к изменению процентной ставки

как заработать
купон - процент от номинации которая платится держателю
разница в цене
участие в первичном размещении - цена зависит от количечтва участников и эмитента

13 процентов, льгота не менее 3 лет

** ВДО высокодоходные облигации
https://овкладах.рф/obligatsii/vysokodohodnye/
два типа:
- биржевые
- коммерческие высокодоходные облигации.

Отрасли-лидеры по размещению ВДО:
- лизинг
- микрофинансовые организации
- девелопмент

Главная опасность – дефолт. Рыночного риска, как такового, нет
Источник: https://xn--80aaej2ags6d.xn--p1ai/obligatsii/vysokodohodnye/

* Секторы
коды всех акций https://www.moex.com/ru/marketdata/archive/#/engine=stock&market=index&data_type=trades&data_interval=current&data_format=csv&year=2020
- лидеры https://www.finam.ru/analysis/leaders/
- Отрасли https://www.finam.ru/analysis/bundle00008/?mode=0
  - https://www.finam.ru/analysis/bundle00004/?mode=0
** IT
https://investcafe.ru/blogs/64668638/posts/41984
| YNDX |  Яндекс|
| QIWI| QIWΙ|
Яндекс", МТС и "Ростелеком"


- Mail.ru Group (MCX:MAILDR)
- HeadHunter (NASDAQ:HHR)
- Ozon (NASDAQ:OZON)
- Яндекс MCX:YNDX)

    Яндекс – 10,724 млрд долларов
    Mail.ru Group – 5,362 млрд долларов
    AVITO – 3,85 млрд долларов
    Wildberries – 1,2 млрд долларов
    Ozon Group – 694 млн долларов
    HeadHunter – 299 млн долларов
    Ситилинк – 245 млн долларов
    2ГИС – 243 млн долларов
    Lamoda – 226 млн долларов
    ivi.ru – 204 млн долларов
    Aviasales – 196 млн долларов
    Profi.ru – 151 млн долларов
    ОнлайнТрейд.ру – 110 млн долларов
    Skyeng – 109 млн долларов
    1С-Битрикс – 106 млн долларов
    TalentTech – 97 млн долларов
    Циан Групп – 96 млн долларов
    B2B-Center – 95 млн долларов
    Superjob – 93 млн долларов
    YouDo – 88 млн долларов
** Строительство
ГК "Самолет", ГК "ПИК", Группы ЛСР и Группы "Эталон"

- ПАО  Группа ЛСР  ао (LSRG)  - редевелопмента  территории в  Москве, производства  стройматериалов, добычи  и
  переработки нерудных ископаемых, девелопмента и строительства недвижимости
- ПАО Группа Компаний ПИК (PIKK) - строительная компания ( доставка еды)

** металлургия
Золото
- Полюс
- Полиметалл
Ост
- Мечел ао/ ап
- ГМКНорНик - палладий, конкурент ЮАР
- Северсталь - конкурент ЕВРАЗ
- ММК
- НЛМК
- Распадская
- Алроса
- Русал
** нефть и газ
- Лукойл
- Газпром
- Роснефть
- Сургут ао/ап
- Татнефть ао/пр
- Новатек
- Газпромнефть
** Энергетика
- ИнтерРАО
- ФСК ЕЭС
- РусГидро
- Россети ао
- Мосэнерго
- ОГК-2
- Юнипро
- ТГК-1
- МРСК Ур
- Ленэнерго- п
** телекоммуникация
- Ростелеком
- МТС
- Мегафон
- Система
** банки
- Сбербанк
- ВТБ
- Мосбиржа
- Тиньков -TCSG- ТиСиЭс Груп Холдинг ПиЭлСи -  Т+: Акции и ДР
** нефтехимия
- Акрон
- Фосагро
- Уралкалий
- НКНХ ао/ап

разное
- AGRO гдр
- Аэрофлот
- Яндекс
- Дикси
- Детский мир
- Магнит
- ТМК
- Русолово
- ЛСР
- Лента
** фармацевтика
- iФармсинтез - полный цикл создания новых эффективных лекарственных средств
** кибербезопасность
- Positive Technologies MCX: POSI
** лесопромышленный
- Segezha Group - Сегежа Групп (Sgzh)
* Cрочный рынок
- https://www.bloomberg.com/markets/commodities
- https://www.moex.com/ru/derivatives/

Bloomberg Commodity Index
** теория
FORTS(«Фьючерсы и Опционы Российской Торговой Системы», Futures & Options of RTS). Это часть
Московской биржи и позволяет игрокам использовать в качестве рабочих инструментов фьючерсные и
опционные контракты.
** фьючерс
*Покупка фьючерса* - подешевели - убыток (ставка на рост)
- Представим, что вы купили 10 фьючерсов на акции по 5500 рублей и к моменту исполнения контракта акции стоят 5000 рублей.
- При поставочном контракте вы будете обязаны купить 10 акций по 5500 рублей. Вы потратите 55 000
  рублей, и в вашем портфеле появятся 10 акций общей стоимостью 50 000 рублей. Убыток 5000.
- При расчетном контракте у вас не появится никаких акций — биржа просто рассчитает ваш убыток и
  спишет со счета 5000 рублей.
- При поставочном нужно будет купить акции и если не хватит денег - штрафные санкции.

*Продажа* - подешевели - прибыль (ставка на падение)

*коды фьючерса*
- https://www.moex.com/a214
- CMY - C - код базового актива(2с), M - месяц FGHJKMNQUVXZ, Y - год 0-9 (2020=0)
- GAZR-9.19 Тикер базового актива, месяц и год исполнения контракта.

*базис фьючерсного контракта* - Разница между текущей ценой базового актива и соответствующей фьючерсной ценой
- бэквордация - фьючерс торгуется ниже цены базового актива
- контанго
