broker.html
<div id="outline-container-orge3a8173" class="outline-3">
<h3 id="orge3a8173"><span class="section-number-3">9.11.</span> Байбэк</h3>
<div class="outline-text-3" id="text-9-11">
<ul class="org-ul">
<li><a href="https://bcs-express.ru/buybacks">https://bcs-express.ru/buybacks</a></li>
</ul>
<p>
Байбэк – (от англ. buyback) обратный выкуп эмитентом собственных акций. Это ситуация, когда компания
выкупает акции у действующих акционеров на открытом рынке. По итогам данной процедуры количество
свободно обращающихся бумаг уменьшается, что в свою очередь может приводить к росту стоимости акций
</p>
</div>
</div>
</div>

<div id="outline-container-orgce71f8c" class="outline-2">
<h2 id="orgce71f8c"><span class="section-number-2">10.</span> Инструменты</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org70239db" class="outline-3">
<h3 id="org70239db"><span class="section-number-3">10.1.</span> облигации</h3>
<div class="outline-text-3" id="text-10-1">
<p>
время
</p>
<ul class="org-ul">
<li>еще какие-то</li>
<li>среднесрочные - до 5 лет</li>
<li>долгосрочные более 5 лет</li>
</ul>

<p>
как выбирать
1 кредитный рейтинг
2 обеспечение - в случае банкротсвта
3 дюрация - насколько цента облигация  чувствительна к изменению процентной ставки
</p>

<p>
как заработать
купон - процент от номинации которая платится держателю
разница в цене
участие в первичном размещении - цена зависит от количечтва участников и эмитента
</p>

<p>
13 процентов, льгота не менее 3 лет
</p>
</div>
</div>

<div id="outline-container-org6ef0c7c" class="outline-3">
<h3 id="org6ef0c7c"><span class="section-number-3">10.2.</span> ВДО высокодоходные облигации</h3>
<div class="outline-text-3" id="text-10-2">
<p>
<a href="https://овкладах.рф/obligatsii/vysokodohodnye/">https://овкладах.рф/obligatsii/vysokodohodnye/</a>
два типа:
</p>
<ul class="org-ul">
<li>биржевые</li>
<li>коммерческие высокодоходные облигации.</li>
</ul>

<p>
Отрасли-лидеры по размещению ВДО:
</p>
<ul class="org-ul">
<li>лизинг</li>
<li>микрофинансовые организации</li>
<li>девелопмент</li>
</ul>

<p>
Главная опасность – дефолт. Рыночного риска, как такового, нет
Источник: <a href="https://xn--80aaej2ags6d.xn--p1ai/obligatsii/vysokodohodnye/">https://xn--80aaej2ags6d.xn--p1ai/obligatsii/vysokodohodnye/</a>
</p>
</div>
</div>
</div>

<div id="outline-container-orgb219dd5" class="outline-2">
<h2 id="orgb219dd5"><span class="section-number-2">11.</span> Секторы</h2>
<div class="outline-text-2" id="text-11">
<p>
коды всех акций <a href="https://www.moex.com/ru/marketdata/archive/#/engine=stock&amp;market=index&amp;data_type=trades&amp;data_interval=current&amp;data_format=csv&amp;year=2020">https://www.moex.com/ru/marketdata/archive/#/engine=stock&amp;market=index&amp;data_type=trades&amp;data_interval=current&amp;data_format=csv&amp;year=2020</a>
</p>
<ul class="org-ul">
<li>лидеры <a href="https://www.finam.ru/analysis/leaders/">https://www.finam.ru/analysis/leaders/</a></li>
<li>Отрасли <a href="https://www.finam.ru/analysis/bundle00008/?mode=0">https://www.finam.ru/analysis/bundle00008/?mode=0</a>
<ul class="org-ul">
<li><a href="https://www.finam.ru/analysis/bundle00004/?mode=0">https://www.finam.ru/analysis/bundle00004/?mode=0</a></li>
</ul></li>
</ul>
</div>
<div id="outline-container-org3468eb4" class="outline-3">
<h3 id="org3468eb4"><span class="section-number-3">11.1.</span> IT</h3>
<div class="outline-text-3" id="text-11-1">
<p>
<a href="https://investcafe.ru/blogs/64668638/posts/41984">https://investcafe.ru/blogs/64668638/posts/41984</a>
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">YNDX</td>
<td class="org-left">Яндекс</td>
</tr>

<tr>
<td class="org-left">QIWI</td>
<td class="org-left">QIWΙ</td>
</tr>
</tbody>
</table>
<p>
Яндекс", МТС и "Ростелеком"
</p>


<ul class="org-ul">
<li>Mail.ru Group (MCX:MAILDR)</li>
<li>HeadHunter (NASDAQ:HHR)</li>
<li>Ozon (NASDAQ:OZON)</li>
<li><p>
Яндекс MCX:YNDX)
</p>

<p>
Яндекс – 10,724 млрд долларов
Mail.ru Group – 5,362 млрд долларов
AVITO – 3,85 млрд долларов
Wildberries – 1,2 млрд долларов
Ozon Group – 694 млн долларов
HeadHunter – 299 млн долларов
Ситилинк – 245 млн долларов
2ГИС – 243 млн долларов
Lamoda – 226 млн долларов
ivi.ru – 204 млн долларов
Aviasales – 196 млн долларов
Profi.ru – 151 млн долларов
ОнлайнТрейд.ру – 110 млн долларов
Skyeng – 109 млн долларов
1С-Битрикс – 106 млн долларов
TalentTech – 97 млн долларов
Циан Групп – 96 млн долларов
B2B-Center – 95 млн долларов
Superjob – 93 млн долларов
YouDo – 88 млн долларов
</p></li>
</ul>
</div>
</div>
<div id="outline-container-org6c47b43" class="outline-3">
<h3 id="org6c47b43"><span class="section-number-3">11.2.</span> Строительство</h3>
<div class="outline-text-3" id="text-11-2">
<p>
ГК "Самолет", ГК "ПИК", Группы ЛСР и Группы "Эталон"
</p>

<ul class="org-ul">
<li>ПАО  Группа ЛСР  ао (LSRG)  - редевелопмента  территории в  Москве, производства  стройматериалов, добычи  и
переработки нерудных ископаемых, девелопмента и строительства недвижимости</li>
<li>ПАО Группа Компаний ПИК (PIKK) - строительная компания ( доставка еды)</li>
</ul>
</div>
</div>

<div id="outline-container-orgc113de2" class="outline-3">
<h3 id="orgc113de2"><span class="section-number-3">11.3.</span> металлургия</h3>
<div class="outline-text-3" id="text-11-3">
<p>
Золото
</p>
<ul class="org-ul">
<li>Полюс</li>
<li>Полиметалл</li>
</ul>
<p>
Ост
</p>
<ul class="org-ul">
<li>Мечел ао/ ап</li>
<li>ГМКНорНик - палладий, конкурент ЮАР</li>
<li>Северсталь - конкурент ЕВРАЗ</li>
<li>ММК</li>
<li>НЛМК</li>
<li>Распадская</li>
<li>Алроса</li>
<li>Русал</li>
</ul>
</div>
</div>
<div id="outline-container-org8ad3cfb" class="outline-3">
<h3 id="org8ad3cfb"><span class="section-number-3">11.4.</span> нефть и газ</h3>
<div class="outline-text-3" id="text-11-4">
<ul class="org-ul">
<li>Лукойл</li>
<li>Газпром</li>
<li>Роснефть</li>
<li>Сургут ао/ап</li>
<li>Татнефть ао/пр</li>
<li>Новатек</li>
<li>Газпромнефть</li>
</ul>
</div>
</div>
<div id="outline-container-org7fcba32" class="outline-3">
<h3 id="org7fcba32"><span class="section-number-3">11.5.</span> Энергетика</h3>
<div class="outline-text-3" id="text-11-5">
<ul class="org-ul">
<li>ИнтерРАО</li>
<li>ФСК ЕЭС</li>
<li>РусГидро</li>
<li>Россети ао</li>
<li>Мосэнерго</li>
<li>ОГК-2</li>
<li>Юнипро</li>
<li>ТГК-1</li>
<li>МРСК Ур</li>
<li>Ленэнерго- п</li>
</ul>
</div>
</div>
<div id="outline-container-org80a0fcf" class="outline-3">
<h3 id="org80a0fcf"><span class="section-number-3">11.6.</span> телекоммуникация</h3>
<div class="outline-text-3" id="text-11-6">
<ul class="org-ul">
<li>Ростелеком</li>
<li>МТС</li>
<li>Мегафон</li>
<li>Система</li>
</ul>
</div>
</div>
<div id="outline-container-orge2a2c88" class="outline-3">
<h3 id="orge2a2c88"><span class="section-number-3">11.7.</span> банки</h3>
<div class="outline-text-3" id="text-11-7">
<ul class="org-ul">
<li>Сбербанк</li>
<li>ВТБ</li>
<li>Мосбиржа</li>
<li>Тиньков -TCSG- ТиСиЭс Груп Холдинг ПиЭлСи -  Т+: Акции и ДР</li>
</ul>
</div>
</div>
<div id="outline-container-orga9d35f5" class="outline-3">
<h3 id="orga9d35f5"><span class="section-number-3">11.8.</span> нефтехимия</h3>
<div class="outline-text-3" id="text-11-8">
<ul class="org-ul">
<li>Акрон</li>
<li>Фосагро</li>
<li>Уралкалий</li>
<li>НКНХ ао/ап</li>
</ul>

<p>
разное
</p>
<ul class="org-ul">
<li>AGRO гдр</li>
<li>Аэрофлот</li>
<li>Яндекс</li>
<li>Дикси</li>
<li>Детский мир</li>
<li>Магнит</li>
<li>ТМК</li>
<li>Русолово</li>
<li>ЛСР</li>
<li>Лента</li>
</ul>
</div>
</div>
<div id="outline-container-orgbefa412" class="outline-3">
<h3 id="orgbefa412"><span class="section-number-3">11.9.</span> фармацевтика</h3>
<div class="outline-text-3" id="text-11-9">
<ul class="org-ul">
<li>iФармсинтез - полный цикл создания новых эффективных лекарственных средств</li>
</ul>
</div>
</div>
<div id="outline-container-orgef83c58" class="outline-3">
<h3 id="orgef83c58"><span class="section-number-3">11.10.</span> кибербезопасность</h3>
<div class="outline-text-3" id="text-11-10">
<ul class="org-ul">
<li>Positive Technologies MCX: POSI</li>
</ul>
</div>
</div>
<div id="outline-container-org07c5e88" class="outline-3">
<h3 id="org07c5e88"><span class="section-number-3">11.11.</span> лесопромышленный</h3>
<div class="outline-text-3" id="text-11-11">
<ul class="org-ul">
<li>Segezha Group - Сегежа Групп (Sgzh)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org01d1152" class="outline-2">
<h2 id="org01d1152"><span class="section-number-2">12.</span> Cрочный рынок</h2>
<div class="outline-text-2" id="text-12">
<ul class="org-ul">
<li><a href="https://www.bloomberg.com/markets/commodities">https://www.bloomberg.com/markets/commodities</a></li>
<li><a href="https://www.moex.com/ru/derivatives/">https://www.moex.com/ru/derivatives/</a></li>
</ul>

<p>
Bloomberg Commodity Index
</p>
</div>
<div id="outline-container-org6244164" class="outline-3">
<h3 id="org6244164"><span class="section-number-3">12.1.</span> теория</h3>
<div class="outline-text-3" id="text-12-1">
<p>
FORTS(«Фьючерсы и Опционы Российской Торговой Системы», Futures &amp; Options of RTS). Это часть
Московской биржи и позволяет игрокам использовать в качестве рабочих инструментов фьючерсные и
опционные контракты.
</p>
</div>
</div>
<div id="outline-container-orgcb1721e" class="outline-3">
<h3 id="orgcb1721e"><span class="section-number-3">12.2.</span> фьючерс</h3>
<div class="outline-text-3" id="text-12-2">
<p>
<b>Покупка фьючерса</b> - подешевели - убыток (ставка на рост)
</p>
<ul class="org-ul">
<li>Представим, что вы купили 10 фьючерсов на акции по 5500 рублей и к моменту исполнения контракта акции стоят 5000 рублей.</li>
<li>При поставочном контракте вы будете обязаны купить 10 акций по 5500 рублей. Вы потратите 55 000
рублей, и в вашем портфеле появятся 10 акций общей стоимостью 50 000 рублей. Убыток 5000.</li>
<li>При расчетном контракте у вас не появится никаких акций — биржа просто рассчитает ваш убыток и
спишет со счета 5000 рублей.</li>
<li>При поставочном нужно будет купить акции и если не хватит денег - штрафные санкции.</li>
</ul>

<p>
<b>Продажа</b> - подешевели - прибыль (ставка на падение)
</p>

<p>
<b>коды фьючерса</b>
</p>
<ul class="org-ul">
<li><a href="https://www.moex.com/a214">https://www.moex.com/a214</a></li>
<li>CMY - C - код базового актива(2с), M - месяц FGHJKMNQUVXZ, Y - год 0-9 (2020=0)</li>
<li>GAZR-9.19 Тикер базового актива, месяц и год исполнения контракта.</li>
</ul>

<p>
<b>базис фьючерсного контракта</b> - Разница между текущей ценой базового актива и соответствующей фьючерсной ценой
</p>
<ul class="org-ul">
<li>бэквордация - фьючерс торгуется ниже цены базового актива</li>
<li>контанго</li>
</ul>
</div>
