sources_org/broker.org
*** характеристики фьючесов
 - *тип конртракта* (подтип инструмента)
   - Поставочный - при исполнении фьючерса вы обязаны купить непосредственно сам базовый актив.
   - Расчетный - происходит только финансовый расчет вашей сделки
*** популярные фьючерсы
https://www.moex.com/a214
https://greedisgood.one/fyuchersy-na-moskovskoy-birzhe

- RVI-1.21 (VIF1) - волатильность
- Si - курс доллар США – российский рубль

other
- ED - курс евро – доллар США
- Eu - курс евро – российский рубль
- GAZR
- LKOH
- MIX- or MX - Индекс МосБиржи
- RTS- or RI - Индекс РТС
- SBRF - ПАО Сбербанк (о.а.)

*** товары https://www.moex.com/s202
На сорт нефти Light Sweet Crude Oil	CL	—
На сорт нефти марки Brent	BR	—
Золото	GOLD	—
Серебро	SILV	—
Платина	PLT	—
Палладий	PLD	—
Алюминий	ALMN	—
Цинк	Zn	—
Никель	NI	—
Медь	Co	—
Сахар-сырец	SUGR
Золото	GLD	Поставочный
Серебро	SLV	—

Источник: https://greedisgood.one/fyuchersy-na-moskovskoy-birzhe
*** Фьючерсы на ОФЗ
2-летние	OFZ2	Поставочный
10-летние	OF10	—
15-летние	OF15	—
6-летние	OFZ6	—
4-летние	OFZ4	—
** опцион
покупка или продажа по фьючерсу обязательна, в то время как опцион предоставляет на них право (а не обязанность).
** Crude Oil
https://www.thebalance.com/trading-crude-oil-futures-809351
Производство
- бензин gasoline - примерно идет половина
- газ - natural gas
- heating oil - топочный мазут
- diesel fuel - поезда, судоходство, транспорт, тракторах
- jet fuel

Влияет
- affect 95% of transportation -﻿ That creates higher food prices
- impacts 45% of industrial products and around 20% of residential useю As a result, higher oil
  prices increase the cost of everything you buy, creating inflation.
- Burning oil or gasoline releases the carbon dioxide. It's created a greenhouse effect. -> global warming

Виды
- WTI West Texas Intermediate - WTI sells at a $3.00-$4.00 per barrel discount to Brent
- Brent Blend

* Валюты Currencies
** U.S. Dollar Index (USDX, DXY, DX, or, informally, the "Dixie") - relative to a basket of foreign
 currencies. (basket of U.S.)
- The Index goes up when the U.S. dollar gains "strength" when compared to other currencies
- value relative to following select currencies:
  - Euro (EUR), 57.6% weight
  - Japanese yen (JPY), 13.6%
  - Pound sterling (GBP), 11.9%
** валюты
- HKD - Hong Kong Dollar -  official currency of the Hong Kong Special Administrative Region
- CHN - Chinese Yuan Renminbi
** курс рубля
**Международный эффект Фишера пример USD/RUB**
1. текущий курс рубля
2. номинальная ставка в рублях ( гос. долг на требуемый горизонт)
3. номинальная ставка в доллорах ( гос. долг на требуемый горизонт)
они
- USD/RUB=75 руб / за 1 доллар
- ОФЗ 5 лет = 5.46%
- US Tr 5 лет = 0.32%

будущий курс на 5 лет = 75 * (1 + 0.0546)^5/ (1+0.0032)^5 = 96.28


* Индексы акций
https://www.moex.com/ru/index/IMOEX/about/
- all at one page https://www.moex.com/ru/data/?tid=3028
- heatmap https://www.moex.com/ru/indices/heatmap

VIX - Индекс волатильности и страха на рынке. CBOE Volatility Index
** рейтинги
Environmental social and governance (ESG) investing

Free Float Market Capitalization - the total dollar value of all of a company's outstanding shares
 at the current market price.
** опережающие индексы
- pmi
- business climat and activity
- новостные события  отчетов компаний двигают рынок вверх
* мировые индексы Биржи
- DXY - strength of dollar to major currencies

*RU*
- MOEXBC	голубые фишки
*индекс мос биржи и индекс ртс* - наиболее ликвидные 50, одинаковый состав
- IMOEX		индекс мос биржи - цена акций в рублях
- RTSI		РТС - цена акций в долларе
- MCXSM 	Индекс МосБиржи средней и малой капитализации
- MOEXINN	Индекс МосБиржи инноваций - в секторе "Рынок инноваций и инвестиций"
- RGBI		государственных облигаций (ОФЗ) Московской биржи.
- акции мира https://www.moex.com/ru/issue.aspx?board=TQTF&code=FXWO
- акции мира https://www.moex.com/ru/issue.aspx?board=TQTF&code=FXRW

*US*
- DJIA - Dow Jones - 30 крупнейших - 25% акций.
  - Наибольший вес у Boeing, UnitedHealth Group и McDonalds.
- S&P 500 - 505 крупнейших 70% акций.
  - Наибольший вес — у Microsoft, Apple и Amazon.
- NAsdaq100 - 100 технологические и инновационные компании биржи и биржи Nasdaq Exchange.
  - Наибольший вес у Microsoft, Amazon и Apple.
- Russell 2000 - 2000 наименьших компаний
*Europe*
- FTSE 100	Британия(Лондон) 101акц. наибольший вес у HSBC, Royal Dutch Shell и BP
- DAX		Германия  Frankfurt Stock Exchange - доходность. 30 компаний
- CAC 40	Франция Euronext Paris - 40 компаний
- Stoxx 600	расчитывается STOXX компанией - для малых и крупных компаний
- FTSE MIB	Только Италия. Borsa Italiana - national stock exchange.
*Asia*
- NKY Nikkei 225	Япония (Токио)
- CSI 300	Shanghai Stock Exchange and the Shenzhen Stock Exchange(China)
- Hang Seng	Китай (Гонконг) 33-50 компаний
- Shanghai	Китай Shanghai Composite (SSEC)
- BSE Sensex	Indian (Bombay Stock Exchange) 30 компаний
- S&P/ASX 200	Австралия - S&P для Australian Securities Exchange. 200 компаний
- TPX TOPIX 	Tokyo Stock Exchange Tokyo Price Index TOPIX
*Rates*
- U.S. 10 Yr
- Germany 10 Yr
- U.K. 10 Yr
- Australia 10 Yr
- Japan 10 Yr
*FUTURES*
- Crude Oil(CL)	NYMEX Exchange -
- Brent Crude	BZ:NMX or ICE - Brend Blend
- WTI		West Texas Intermediate
- Gold
- Silver
- Палладий	производство автомобильных катализаторов

