broker.html
<div id="outline-container-org0399db6" class="outline-4">
<h4 id="org0399db6"><span class="section-number-4">12.2.1.</span> характеристики фьючесов</h4>
<div class="outline-text-4" id="text-12-2-1">
<ul class="org-ul">
<li><b>тип конртракта</b> (подтип инструмента)
<ul class="org-ul">
<li>Поставочный - при исполнении фьючерса вы обязаны купить непосредственно сам базовый актив.</li>
<li>Расчетный - происходит только финансовый расчет вашей сделки</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgcd52fe5" class="outline-4">
<h4 id="orgcd52fe5"><span class="section-number-4">12.2.2.</span> популярные фьючерсы</h4>
<div class="outline-text-4" id="text-12-2-2">
<p>
<a href="https://www.moex.com/a214">https://www.moex.com/a214</a>
<a href="https://greedisgood.one/fyuchersy-na-moskovskoy-birzhe">https://greedisgood.one/fyuchersy-na-moskovskoy-birzhe</a>
</p>

<ul class="org-ul">
<li>RVI-1.21 (VIF1) - волатильность</li>
<li>Si - курс доллар США – российский рубль</li>
</ul>

<p>
other
</p>
<ul class="org-ul">
<li>ED - курс евро – доллар США</li>
<li>Eu - курс евро – российский рубль</li>
<li>GAZR</li>
<li>LKOH</li>
<li>MIX- or MX - Индекс МосБиржи</li>
<li>RTS- or RI - Индекс РТС</li>
<li>SBRF - ПАО Сбербанк (о.а.)</li>
</ul>
</div>
</div>

<div id="outline-container-org562c0ac" class="outline-4">
<h4 id="org562c0ac"><span class="section-number-4">12.2.3.</span> товары <a href="https://www.moex.com/s202">https://www.moex.com/s202</a></h4>
<div class="outline-text-4" id="text-12-2-3">
<p>
На сорт нефти Light Sweet Crude Oil	CL	—
На сорт нефти марки Brent	BR	—
Золото	GOLD	—
Серебро	SILV	—
Платина	PLT	—
Палладий	PLD	—
Алюминий	ALMN	—
Цинк	Zn	—
Никель	NI	—
Медь	Co	—
Сахар-сырец	SUGR
Золото	GLD	Поставочный
Серебро	SLV	—
</p>

<p>
Источник: <a href="https://greedisgood.one/fyuchersy-na-moskovskoy-birzhe">https://greedisgood.one/fyuchersy-na-moskovskoy-birzhe</a>
</p>
</div>
</div>
<div id="outline-container-org35fde02" class="outline-4">
<h4 id="org35fde02"><span class="section-number-4">12.2.4.</span> Фьючерсы на ОФЗ</h4>
<div class="outline-text-4" id="text-12-2-4">
<p>
2-летние	OFZ2	Поставочный
10-летние	OF10	—
15-летние	OF15	—
6-летние	OFZ6	—
4-летние	OFZ4	—
</p>
</div>
</div>
</div>
<div id="outline-container-orgf0de692" class="outline-3">
<h3 id="orgf0de692"><span class="section-number-3">12.3.</span> опцион</h3>
<div class="outline-text-3" id="text-12-3">
<p>
покупка или продажа по фьючерсу обязательна, в то время как опцион предоставляет на них право (а не обязанность).
</p>
</div>
</div>
<div id="outline-container-orga64424b" class="outline-3">
<h3 id="orga64424b"><span class="section-number-3">12.4.</span> Crude Oil</h3>
<div class="outline-text-3" id="text-12-4">
<p>
<a href="https://www.thebalance.com/trading-crude-oil-futures-809351">https://www.thebalance.com/trading-crude-oil-futures-809351</a>
Производство
</p>
<ul class="org-ul">
<li>бензин gasoline - примерно идет половина</li>
<li>газ - natural gas</li>
<li>heating oil - топочный мазут</li>
<li>diesel fuel - поезда, судоходство, транспорт, тракторах</li>
<li>jet fuel</li>
</ul>

<p>
Влияет
</p>
<ul class="org-ul">
<li>affect 95% of transportation -﻿ That creates higher food prices</li>
<li>impacts 45% of industrial products and around 20% of residential useю As a result, higher oil
prices increase the cost of everything you buy, creating inflation.</li>
<li>Burning oil or gasoline releases the carbon dioxide. It's created a greenhouse effect. -&gt; global warming</li>
</ul>

<p>
Виды
</p>
<ul class="org-ul">
<li>WTI West Texas Intermediate - WTI sells at a $3.00-$4.00 per barrel discount to Brent</li>
<li>Brent Blend</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgca850da" class="outline-2">
<h2 id="orgca850da"><span class="section-number-2">13.</span> Валюты Currencies</h2>
<div class="outline-text-2" id="text-13">
</div>
<div id="outline-container-orgcb7cd3b" class="outline-3">
<h3 id="orgcb7cd3b"><span class="section-number-3">13.1.</span> U.S. Dollar Index (USDX, DXY, DX, or, informally, the "Dixie") - relative to a basket of foreign</h3>
<div class="outline-text-3" id="text-13-1">
<p>
currencies. (basket of U.S.)
</p>
<ul class="org-ul">
<li>The Index goes up when the U.S. dollar gains "strength" when compared to other currencies</li>
<li>value relative to following select currencies:
<ul class="org-ul">
<li>Euro (EUR), 57.6% weight</li>
<li>Japanese yen (JPY), 13.6%</li>
<li>Pound sterling (GBP), 11.9%</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org85cc584" class="outline-3">
<h3 id="org85cc584"><span class="section-number-3">13.2.</span> валюты</h3>
<div class="outline-text-3" id="text-13-2">
<ul class="org-ul">
<li>HKD - Hong Kong Dollar -  official currency of the Hong Kong Special Administrative Region</li>
<li>CHN - Chinese Yuan Renminbi</li>
</ul>
</div>
</div>
<div id="outline-container-orgbb2893c" class="outline-3">
<h3 id="orgbb2893c"><span class="section-number-3">13.3.</span> курс рубля</h3>
<div class="outline-text-3" id="text-13-3">
<p>
<b><b>Международный эффект Фишера пример USD/RUB</b></b>
</p>
<ol class="org-ol">
<li>текущий курс рубля</li>
<li>номинальная ставка в рублях ( гос. долг на требуемый горизонт)</li>
<li>номинальная ставка в доллорах ( гос. долг на требуемый горизонт)</li>
</ol>
<p>
они
</p>
<ul class="org-ul">
<li>USD/RUB=75 руб / за 1 доллар</li>
<li>ОФЗ 5 лет = 5.46%</li>
<li>US Tr 5 лет = 0.32%</li>
</ul>

<p>
будущий курс на 5 лет = 75 * (1 + 0.0546)<sup>5</sup>/ (1+0.0032)<sup>5</sup> = 96.28
</p>
</div>
</div>
</div>


<div id="outline-container-org8198587" class="outline-2">
<h2 id="org8198587"><span class="section-number-2">14.</span> Индексы акций</h2>
<div class="outline-text-2" id="text-14">
<p>
<a href="https://www.moex.com/ru/index/IMOEX/about/">https://www.moex.com/ru/index/IMOEX/about/</a>
</p>
<ul class="org-ul">
<li>all at one page <a href="https://www.moex.com/ru/data/?tid=3028">https://www.moex.com/ru/data/?tid=3028</a></li>
<li>heatmap <a href="https://www.moex.com/ru/indices/heatmap">https://www.moex.com/ru/indices/heatmap</a></li>
</ul>

<p>
VIX - Индекс волатильности и страха на рынке. CBOE Volatility Index
</p>
</div>
<div id="outline-container-org160fab4" class="outline-3">
<h3 id="org160fab4"><span class="section-number-3">14.1.</span> рейтинги</h3>
<div class="outline-text-3" id="text-14-1">
<p>
Environmental social and governance (ESG) investing
</p>

<p>
Free Float Market Capitalization - the total dollar value of all of a company's outstanding shares
 at the current market price.
</p>
</div>
</div>
<div id="outline-container-orgced629b" class="outline-3">
<h3 id="orgced629b"><span class="section-number-3">14.2.</span> опережающие индексы</h3>
<div class="outline-text-3" id="text-14-2">
<ul class="org-ul">
<li>pmi</li>
<li>business climat and activity</li>
<li>новостные события  отчетов компаний двигают рынок вверх</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orga21f765" class="outline-2">
<h2 id="orga21f765"><span class="section-number-2">15.</span> мировые индексы Биржи</h2>
<div class="outline-text-2" id="text-15">
<ul class="org-ul">
<li>DXY - strength of dollar to major currencies</li>
</ul>

<p>
<b>RU</b>
</p>
<ul class="org-ul">
<li>MOEXBC	голубые фишки</li>
</ul>
<p>
<b>индекс мос биржи и индекс ртс</b> - наиболее ликвидные 50, одинаковый состав
</p>
<ul class="org-ul">
<li>IMOEX		индекс мос биржи - цена акций в рублях</li>
<li>RTSI		РТС - цена акций в долларе</li>
<li>MCXSM 	Индекс МосБиржи средней и малой капитализации</li>
<li>MOEXINN	Индекс МосБиржи инноваций - в секторе "Рынок инноваций и инвестиций"</li>
<li>RGBI		государственных облигаций (ОФЗ) Московской биржи.</li>
<li>акции мира <a href="https://www.moex.com/ru/issue.aspx?board=TQTF&amp;code=FXWO">https://www.moex.com/ru/issue.aspx?board=TQTF&amp;code=FXWO</a></li>
<li>акции мира <a href="https://www.moex.com/ru/issue.aspx?board=TQTF&amp;code=FXRW">https://www.moex.com/ru/issue.aspx?board=TQTF&amp;code=FXRW</a></li>
</ul>

<p>
<b>US</b>
</p>
<ul class="org-ul">
<li>DJIA - Dow Jones - 30 крупнейших - 25% акций.
<ul class="org-ul">
<li>Наибольший вес у Boeing, UnitedHealth Group и McDonalds.</li>
</ul></li>
<li>S&amp;P 500 - 505 крупнейших 70% акций.
<ul class="org-ul">
<li>Наибольший вес — у Microsoft, Apple и Amazon.</li>
</ul></li>
<li>NAsdaq100 - 100 технологические и инновационные компании биржи и биржи Nasdaq Exchange.
<ul class="org-ul">
<li>Наибольший вес у Microsoft, Amazon и Apple.</li>
</ul></li>
<li>Russell 2000 - 2000 наименьших компаний</li>
</ul>
<p>
<b>Europe</b>
</p>
<ul class="org-ul">
<li>FTSE 100	Британия(Лондон) 101акц. наибольший вес у HSBC, Royal Dutch Shell и BP</li>
<li>DAX		Германия  Frankfurt Stock Exchange - доходность. 30 компаний</li>
<li>CAC 40	Франция Euronext Paris - 40 компаний</li>
<li>Stoxx 600	расчитывается STOXX компанией - для малых и крупных компаний</li>
<li>FTSE MIB	Только Италия. Borsa Italiana - national stock exchange.</li>
</ul>
<p>
<b>Asia</b>
</p>
<ul class="org-ul">
<li>NKY Nikkei 225	Япония (Токио)</li>
<li>CSI 300	Shanghai Stock Exchange and the Shenzhen Stock Exchange(China)</li>
<li>Hang Seng	Китай (Гонконг) 33-50 компаний</li>
<li>Shanghai	Китай Shanghai Composite (SSEC)</li>
<li>BSE Sensex	Indian (Bombay Stock Exchange) 30 компаний</li>
<li>S&amp;P/ASX 200	Австралия - S&amp;P для Australian Securities Exchange. 200 компаний</li>
<li>TPX TOPIX 	Tokyo Stock Exchange Tokyo Price Index TOPIX</li>
</ul>
<p>
<b>Rates</b>
</p>
<ul class="org-ul">
<li>U.S. 10 Yr</li>
<li>Germany 10 Yr</li>
<li>U.K. 10 Yr</li>
<li>Australia 10 Yr</li>
<li>Japan 10 Yr</li>
</ul>
<p>
<b>FUTURES</b>
</p>
<ul class="org-ul">
<li>Crude Oil(CL)	NYMEX Exchange -</li>
<li>Brent Crude	BZ:NMX or ICE - Brend Blend</li>
<li>WTI		West Texas Intermediate</li>
<li>Gold</li>
<li>Silver</li>
<li>Палладий	производство автомобильных катализаторов</li>
</ul>
</div>
</div>
