sources_org/broker.org
* Индикаторы - профессиональные
*долгосрочный тренд*
- скользящая средняя 5, 20, 200 days
*среднесрочный* 4 индикатора
- RSI - 16 - перегретость
- ADX 20 days
  - синяя - перекупленность
  - зелен - быки
  - красная - медведи
- MACD - показывает тренд
- on balance volume
  - показывает силу всплесков с точки зрения торгового оборота
  - обороты на свечах
  - бычий сигнал - ростет заинтересованность
*дополнительные*
- stochastic - default
- price channel 20,60 days
- CCI 30 days - внизу графика - 0 100, -100 - при пробое 100 - дает сигнал на рост
- price channel 20 d
- Fractals ?
- линии фибоначи строятся от точки падения вниз до отскока ( и возможно показывают где волны могут стабилизироваться)

* Фундаментальный анализ
https://smart-lab.ru/q/shares_fundamental/
** Показатели Компании
http://blog.gazprombank.investments/reasonable_price

+ EBITDA (Earnings before interest, taxes, depreciation and amortization)
  - насколько прибыльна деятельность компании
  - независимо от её задолженности перед различными кредиторами и государством

+ P/BV - price-to-book ratio - высокое значение - информирует о высокой эффективности обращения
  акционерных средств по сравнению с требуемыми рыночными ставками доходности.
  - даёт понять, за сколько лет окупятся вложения в определённый проект.
  - характеризует общую капитализацию компании/балансовую стоимость. ИЛИ ROE/r (рентабельности
    капитала) к желаемой доходности.
  - P/B < 1 — низкое значение. Акции не дооценены. Чаще всего у таких компаний имеются долги.
+ P/E - Price–earnings ratio P/EPS - рыночной стоимости акции к годовой прибыли, полученной на акцию.
  - Малые значения коэффициента сигнализируют о недооценённости рассматриваемой компании, больши́е — о переоценённости.
+ E/P - Earnings-Price Ratio - попытка справедливо оценить стоимость акций на идеальном рынке
+ P/S - Рыночная стоимость компании/Объем продаж
+ EV/EBITDA
+ ROE - Return On Equity отдача от капитала
+ DEBT/EBITDA

+ R & D - размер инвестиций в research and development

+ ROE - рентабельность

+ ROA - рентабельность собственных активов

+ EPS - Earnings per share Прибыль на акцию. - (Чистая прибыль - Дивиденды) / акции находящиеся в обращении
** Показатели Страны
 - https://ru.tradingeconomics.com/russia/indicators
 - *Фондовые рынки* - MOEX или IMOEX - экономика
 - *Валюта* - к USD - показатель кризисов
 - *Государственные облигации 10-лет. доходность* - ОФЗ коррелирует с фондовым рынком
 - *Темп роста ВВП*
 - *Уровень безработицы*
 - *Уровень инфляции* - вывезенные к ввезенным
 - *Процентная ставка ЦБ* (Ключевая ставка) - процентная ставка, под которую центральный банк страны выдает
   кредиты коммерческим банкам.
 - *Государственный долг к ВВП*
 - *Государственный бюджет от ВВП*
 - *Индекс производственной активности PMI*
 - *Индекс доверия потребителей* - ?
   - *Розничные продажи* - данные появляются спустя 2 недели

По кейнсу макроэкономики:
 1. ВВП - GDP
 2. уровень безработици - unemployment rate
 3. инфляции - inflation
 4. % ставки - rate
 5. Валютный курс - Exchange rate
 6. Заработная плата
 7. Фондовые индексы - Stock Indexes

Цели государства
- рост ввп
- контроль инфляции
- полная трудовая занятость
- стабильность платежного баланса - движение денежных средств в виде платежей из страны в страну

*** расчет уровня инфляции - ИПЦ и дефлятор ВВП
*Индекс потребительских цен* (ИПЦ) в США (г/г) (consumer price index, CPI)
- Основной инструмент для расчёта инфляции в США
- Распространенный показатель изменения стоимости жизни

*дефлятор ВВП* - как и ПЦК, инструмент для расчёта уровня инфляции в стране
*** платежный баланс
- Экспорт товаров и услуг -> рост требований к нерезидентам «+»
- уменьшение финансовых обязательств перед нерезидентами «−»
- текущие операции - (торговый баланс, баланс услуг)
  - торговый баланс - сальдо стоимости товаров = экспорт - импорт.
- первичных и вторичных доходов: (оплата труда, проценты, дивиденды) полученное от резидентов других стран  +  (страховые премии, международные переводы)
** общемировые показатели
- ликвидность мировых ЦБ
- International business cycles
** Russian indexes
Russia Small Business Index (RSBI), Индекс бизнес-ожиданий малого и среднего бизнеса (RSBI)
- https://www.statista.com/statistics/1118489/russia-small-business-index/
- кредиты, инвестиции, кадры, продажи
- Обновляется ежемесячно.
- https://cbr.ru/develop/msp/irsbi/
- have early access: https://www.kommersant.ru
* Машенничество
РФ: манипулирование рынком является уголовным преступлением.
- фальсификация новостей.
  - pump&dump
- технические манипуляции
  - spoofing - заявка на покупку/продажу без реализации
  - «Водосброс» - имеется половина в акциях на вторую половину покупает скрытно и продает явно чтобы цена упала
  - «Стиральная доска» - провоцируют резкие непредсказуемые скачки котировок вверх и вниз.Мелкие
    спекулянты начинают беспокоиться и на всякий случай выходят из своих позиций, то есть продают
    активы.
  - «Укачивание» - тоже только волнами

** pump&dump (накачать и сбросить)
- https://quote.rbc.ru/news/article/5ebeb4ef9a7947b87b7976d8

* Налог и ИИС
Факты:
- НДФЛ: 13% с дохода
- В январе брокер рассчитает налог за прошлый год

Советы
- если подождете с продажей до января, то налог возникнет только через год и вы сможете целый год пользоваться деньгами.

** Индивидуальный инвестиционный счё
По закону налог на доход по вкладам в рублях происходит в том случае, если процентная ставка по вкладу
превышает ставку рефинансирования Центробанка РФ, увеличенную на 10 процентных пунктов.


3 года или 1 год для инновационных - иначе ничего

На выбор:
- Вычет в размере 13 % на вносимые средства из НДФЛ, уплаченный физическим лицом за текущий год по основному
  месту работы.
- Освобождение от выплаты налога на доход, полученный на ИИС (при закрытии счёта).

** TODO тип А
