broker.html

<div id="outline-container-orga4ff88f" class="outline-2">
<h2 id="orga4ff88f"><span class="section-number-2">16.</span> Индикаторы - профессиональные</h2>
<div class="outline-text-2" id="text-16">
<p>
<b>долгосрочный тренд</b>
</p>
<ul class="org-ul">
<li>скользящая средняя 5, 20, 200 days</li>
</ul>
<p>
<b>среднесрочный</b> 4 индикатора
</p>
<ul class="org-ul">
<li>RSI - 16 - перегретость</li>
<li>ADX 20 days
<ul class="org-ul">
<li>синяя - перекупленность</li>
<li>зелен - быки</li>
<li>красная - медведи</li>
</ul></li>
<li>MACD - показывает тренд</li>
<li>on balance volume
<ul class="org-ul">
<li>показывает силу всплесков с точки зрения торгового оборота</li>
<li>обороты на свечах</li>
<li>бычий сигнал - ростет заинтересованность</li>
</ul></li>
</ul>
<p>
<b>дополнительные</b>
</p>
<ul class="org-ul">
<li>stochastic - default</li>
<li>price channel 20,60 days</li>
<li>CCI 30 days - внизу графика - 0 100, -100 - при пробое 100 - дает сигнал на рост</li>
<li>price channel 20 d</li>
<li>Fractals ?</li>
<li>линии фибоначи строятся от точки падения вниз до отскока ( и возможно показывают где волны могут стабилизироваться)</li>
</ul>
</div>
</div>

<div id="outline-container-org2d1a90d" class="outline-2">
<h2 id="org2d1a90d"><span class="section-number-2">17.</span> Фундаментальный анализ</h2>
<div class="outline-text-2" id="text-17">
<p>
<a href="https://smart-lab.ru/q/shares_fundamental/">https://smart-lab.ru/q/shares_fundamental/</a>
</p>
</div>
<div id="outline-container-org558df19" class="outline-3">
<h3 id="org558df19"><span class="section-number-3">17.1.</span> Показатели Компании</h3>
<div class="outline-text-3" id="text-17-1">
<p>
<a href="http://blog.gazprombank.investments/reasonable_price">http://blog.gazprombank.investments/reasonable_price</a>
</p>

<ul class="org-ul">
<li>EBITDA (Earnings before interest, taxes, depreciation and amortization)
<ul class="org-ul">
<li>насколько прибыльна деятельность компании</li>
<li>независимо от её задолженности перед различными кредиторами и государством</li>
</ul></li>

<li>P/BV - price-to-book ratio - высокое значение - информирует о высокой эффективности обращения
акционерных средств по сравнению с требуемыми рыночными ставками доходности.
<ul class="org-ul">
<li>даёт понять, за сколько лет окупятся вложения в определённый проект.</li>
<li>характеризует общую капитализацию компании/балансовую стоимость. ИЛИ ROE/r (рентабельности
капитала) к желаемой доходности.</li>
<li>P/B &lt; 1 — низкое значение. Акции не дооценены. Чаще всего у таких компаний имеются долги.</li>
</ul></li>
<li>P/E - Price–earnings ratio P/EPS - рыночной стоимости акции к годовой прибыли, полученной на акцию.
<ul class="org-ul">
<li>Малые значения коэффициента сигнализируют о недооценённости рассматриваемой компании, больши́е — о переоценённости.</li>
</ul></li>
<li>E/P - Earnings-Price Ratio - попытка справедливо оценить стоимость акций на идеальном рынке</li>
<li>P/S - Рыночная стоимость компании/Объем продаж</li>
<li>EV/EBITDA</li>
<li>ROE - Return On Equity отдача от капитала</li>
<li>DEBT/EBITDA</li>

<li>R &amp; D - размер инвестиций в research and development</li>

<li>ROE - рентабельность</li>

<li>ROA - рентабельность собственных активов</li>

<li>EPS - Earnings per share Прибыль на акцию. - (Чистая прибыль - Дивиденды) / акции находящиеся в обращении</li>
</ul>
</div>
</div>
<div id="outline-container-orgaace0d4" class="outline-3">
<h3 id="orgaace0d4"><span class="section-number-3">17.2.</span> Показатели Страны</h3>
<div class="outline-text-3" id="text-17-2">
<ul class="org-ul">
<li><a href="https://ru.tradingeconomics.com/russia/indicators">https://ru.tradingeconomics.com/russia/indicators</a></li>
<li><b>Фондовые рынки</b> - MOEX или IMOEX - экономика</li>
<li><b>Валюта</b> - к USD - показатель кризисов</li>
<li><b>Государственные облигации 10-лет. доходность</b> - ОФЗ коррелирует с фондовым рынком</li>
<li><b>Темп роста ВВП</b></li>
<li><b>Уровень безработицы</b></li>
<li><b>Уровень инфляции</b> - вывезенные к ввезенным</li>
<li><b>Процентная ставка ЦБ</b> (Ключевая ставка) - процентная ставка, под которую центральный банк страны выдает
кредиты коммерческим банкам.</li>
<li><b>Государственный долг к ВВП</b></li>
<li><b>Государственный бюджет от ВВП</b></li>
<li><b>Индекс производственной активности PMI</b></li>
<li><b>Индекс доверия потребителей</b> - ?
<ul class="org-ul">
<li><b>Розничные продажи</b> - данные появляются спустя 2 недели</li>
</ul></li>
</ul>

<p>
По кейнсу макроэкономики:
</p>
<ol class="org-ol">
<li>ВВП - GDP</li>
<li>уровень безработици - unemployment rate</li>
<li>инфляции - inflation</li>
<li>% ставки - rate</li>
<li>Валютный курс - Exchange rate</li>
<li>Заработная плата</li>
<li>Фондовые индексы - Stock Indexes</li>
</ol>

<p>
Цели государства
</p>
<ul class="org-ul">
<li>рост ввп</li>
<li>контроль инфляции</li>
<li>полная трудовая занятость</li>
<li>стабильность платежного баланса - движение денежных средств в виде платежей из страны в страну</li>
</ul>
</div>

<div id="outline-container-orgfccf8b0" class="outline-4">
<h4 id="orgfccf8b0"><span class="section-number-4">17.2.1.</span> расчет уровня инфляции - ИПЦ и дефлятор ВВП</h4>
<div class="outline-text-4" id="text-17-2-1">
<p>
<b>Индекс потребительских цен</b> (ИПЦ) в США (г/г) (consumer price index, CPI)
</p>
<ul class="org-ul">
<li>Основной инструмент для расчёта инфляции в США</li>
<li>Распространенный показатель изменения стоимости жизни</li>
</ul>

<p>
<b>дефлятор ВВП</b> - как и ПЦК, инструмент для расчёта уровня инфляции в стране
</p>
</div>
</div>
<div id="outline-container-org75a5406" class="outline-4">
<h4 id="org75a5406"><span class="section-number-4">17.2.2.</span> платежный баланс</h4>
<div class="outline-text-4" id="text-17-2-2">
<ul class="org-ul">
<li>Экспорт товаров и услуг -&gt; рост требований к нерезидентам «+»</li>
<li>уменьшение финансовых обязательств перед нерезидентами «−»</li>
<li>текущие операции - (торговый баланс, баланс услуг)
<ul class="org-ul">
<li>торговый баланс - сальдо стоимости товаров = экспорт - импорт.</li>
</ul></li>
<li>первичных и вторичных доходов: (оплата труда, проценты, дивиденды) полученное от резидентов других стран  +  (страховые премии, международные переводы)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org2094003" class="outline-3">
<h3 id="org2094003"><span class="section-number-3">17.3.</span> общемировые показатели</h3>
<div class="outline-text-3" id="text-17-3">
<ul class="org-ul">
<li>ликвидность мировых ЦБ</li>
<li>International business cycles</li>
</ul>
</div>
</div>
<div id="outline-container-org00a5dd0" class="outline-3">
<h3 id="org00a5dd0"><span class="section-number-3">17.4.</span> Russian indexes</h3>
<div class="outline-text-3" id="text-17-4">
<p>
Russia Small Business Index (RSBI), Индекс бизнес-ожиданий малого и среднего бизнеса (RSBI)
</p>
<ul class="org-ul">
<li><a href="https://www.statista.com/statistics/1118489/russia-small-business-index/">https://www.statista.com/statistics/1118489/russia-small-business-index/</a></li>
<li>кредиты, инвестиции, кадры, продажи</li>
<li>Обновляется ежемесячно.</li>
<li><a href="https://cbr.ru/develop/msp/irsbi/">https://cbr.ru/develop/msp/irsbi/</a></li>
<li>have early access: <a href="https://www.kommersant.ru">https://www.kommersant.ru</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org0c288b8" class="outline-2">
<h2 id="org0c288b8"><span class="section-number-2">18.</span> Машенничество</h2>
<div class="outline-text-2" id="text-18">
<p>
РФ: манипулирование рынком является уголовным преступлением.
</p>
<ul class="org-ul">
<li>фальсификация новостей.
<ul class="org-ul">
<li>pump&amp;dump</li>
</ul></li>
<li>технические манипуляции
<ul class="org-ul">
<li>spoofing - заявка на покупку/продажу без реализации</li>
<li>«Водосброс» - имеется половина в акциях на вторую половину покупает скрытно и продает явно чтобы цена упала</li>
<li>«Стиральная доска» - провоцируют резкие непредсказуемые скачки котировок вверх и вниз.Мелкие
спекулянты начинают беспокоиться и на всякий случай выходят из своих позиций, то есть продают
активы.</li>
<li>«Укачивание» - тоже только волнами</li>
</ul></li>
</ul>
</div>

<div id="outline-container-org4449deb" class="outline-3">
<h3 id="org4449deb"><span class="section-number-3">18.1.</span> pump&amp;dump (накачать и сбросить)</h3>
<div class="outline-text-3" id="text-18-1">
<ul class="org-ul">
<li><a href="https://quote.rbc.ru/news/article/5ebeb4ef9a7947b87b7976d8">https://quote.rbc.ru/news/article/5ebeb4ef9a7947b87b7976d8</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org3627e9e" class="outline-2">
<h2 id="org3627e9e"><span class="section-number-2">19.</span> Налог и ИИС</h2>
<div class="outline-text-2" id="text-19">
<p>
Факты:
</p>
<ul class="org-ul">
<li>НДФЛ: 13% с дохода</li>
<li>В январе брокер рассчитает налог за прошлый год</li>
</ul>

<p>
Советы
</p>
<ul class="org-ul">
<li>если подождете с продажей до января, то налог возникнет только через год и вы сможете целый год пользоваться деньгами.</li>
</ul>
</div>

<div id="outline-container-orgb04461e" class="outline-3">
<h3 id="orgb04461e"><span class="section-number-3">19.1.</span> Индивидуальный инвестиционный счё</h3>
<div class="outline-text-3" id="text-19-1">
<p>
По закону налог на доход по вкладам в рублях происходит в том случае, если процентная ставка по вкладу
превышает ставку рефинансирования Центробанка РФ, увеличенную на 10 процентных пунктов.
</p>


<p>
3 года или 1 год для инновационных - иначе ничего
</p>

<p>
На выбор:
</p>
<ul class="org-ul">
<li>Вычет в размере 13 % на вносимые средства из НДФЛ, уплаченный физическим лицом за текущий год по основному
месту работы.</li>
<li>Освобождение от выплаты налога на доход, полученный на ИИС (при закрытии счёта).</li>
</ul>
</div>
</div>
