sources_org/broker.org
** тип Б
https://www.banki.ru/blog/BAY/10565.php
- На дивиденды не распространяется.
- На купоны, по ставке 35% не распространяется.
- На купоны по ставке 13% РАСПРОСТРАНЯЕТСЯ!!!
* Корреляции
http://impactopia.com/
- российские https://www.finam.ru/profile/mirovye-indeksy/tis/compare
* Риск менеджмент
*риск к прибыли должен быть больше чем 3 к 1*

** Виды
- Рыночный риск :: изменение курса акций
- Деловой риск :: неопределенность в уровне реализации продукции и дохода предприятия в будущем
- Риск эмитента :: потери позиций организации на рынке
  - усиления конкуренции;
  - снижения спроса на продукцию;
  - нерациональное управление и прочие.
- Финансовый риск (кредитный риск или риск дефолта) :: касается предприятий с высокой нагрузкой до долгам
- Экономический и отраслевые риски :: .
  - стагнации сектора в результате развития другой отрасли
  - изменения экономических показателей страны
  - возникновения кризиса
  - усиления инфляции и прочие экономические показатели.
- Страновой риск :: деятельности правительства
  - уровень коррупции
  - политический срой
  - экономическую стабильность
  - верховенство закона
- Инфраструктурный риск :: Например, банка или иных финансовых организаций, брокера или управляющей компании
- Процентный риск :: Повышаются акции падают, облигации повышаются
- Инфляционный риск :: .
- Событийный риск :: .
- Валютный риск :: свазан с процентным риском
- Риск ликвидности :: .
* Опасности
- перегретая бочка - когда нет смысла сидеть на бочке которая непонятно когда взорвется
  - смутный или по тренду фон
  - наметился тренд а ты пошел против него
  - отсутствие отскоков - признак тренда
* terms
лекции https://investcab.ru/ru/uch_centr/kurs/finbase.aspx

terms
- Спред – это разница между лучшим «бидом» и лучшим «аском»
- spoofing: обман - ложные сигналы путем покупки или продажи
- тик - позиция в стакане (на тик выше на тик ниже)
- дивергенция - расхождение показателя(в основном цены) и индикатора, когда один показатель опровергается другим

eng
- stock market  [stɒk]  [ˈmɑːkɪt] ::  фондовый рынок
- Candlestick chart ::  японские свечи
- DOM, Depth of Market  :: Биржевой стакан
- bid :: предлагаемая цена покупки
- ask :: запрашиваемая цена продажи
- offer :: ask or bid


* lstm
- MAIN Forecasting stock prices with a feature fusion LSTM-CNN model using different representations of the
  same data https://journals.plos.org/plosone/article/authors?id=10.1371/journal.pone.0212320
- Экспорт https://www.finam.ru/profile/moex-akcii/bashneft-ank-ao/export/?market=1
- preperation https://machinelearningmastery.com/prepare-univariate-time-series-data-long-short-term-memory-networks/

** TODO
1) выгрузить погоду
https://rp5.ru/%D0%90%D1%80%D1%85%D0%B8%D0%B2_%D0%BF%D0%BE%D0%B3%D0%BE%D0%B4%D1%8B_%D0%B2_%D0%9F%D0%BE
2) склеить с индеком ммвб
3) оценить переобучение сравнивания обучающую и тестовую выборки - accuracy должны быть близки


** artice https://www.datacamp.com/community/tutorials/lstm-python-stock-market
train = first 1000
test = else

1) splitting the full series into windows. If you don't do this, the earlier data will be close to 0 and will
   not add much value to the learning process
2) Scaling https://scikit-learn.org/0.22/modules/preprocessing.html  scaler = MinMaxScaler()
3) smooth the data using the exponential moving average


** психологические аспекты
- круглые цены
- дни выплат дивидендов
- дни налоговой отчетности публикации чего-то TODO
- крупные новости
** формы биологической памяти
- Генетическая память
  - память биологического вида
  - стабильность хранения информации
- Иммунологическая память
  - после первой встречи ...  узнавать их при повторной встрече
- Нейрологическая память
  - изменения нервной системы, которые влияют на протекание будущих рефлекторных реакций
  - энграммы - физическая привычка
  - временное свертывание на основе существования собственного времени мозга
  - хронотип, то есть внутренний пространственно временной образ внешнего мира
  - типы:
    - Мгновенная - сенсорная менее секунды
    - Краткосрочная - несколько секунд
    - Долгосрочная - минуты-годыx
  - механизмы:
    - Реверберационная теория - нейрон замкнут на себя или образует циклы с другими
    - Биохимические исследования памяти - изменениями свойств РНК и ДНК и белка в нейронах

* msk
Т+2
- означает, что списания и зачисления ценных бумаг будут происходить с задержкой в два дня
- В старом режиме Т0 временные разницы поставок и зачислений ценных бумаг создавали серьезные сложности при
  проведении бухгалтерских операций у иностранных инвесторов в РФ.
- по лимиту Т0 операция отражается мгновенно, а вот по лимиту Т2 деньги спишутся только через 2 дня.
- T2 фактическое владение акциями наступет через 2 дня
