broker.html

<div id="outline-container-org0f2f9ff" class="outline-3">
<h3 id="org0f2f9ff"><span class="section-number-3">19.2.</span> <span class="todo TODO">TODO</span> тип А</h3>
</div>
<div id="outline-container-orgae6da43" class="outline-3">
<h3 id="orgae6da43"><span class="section-number-3">19.3.</span> тип Б</h3>
<div class="outline-text-3" id="text-19-3">
<p>
<a href="https://www.banki.ru/blog/BAY/10565.php">https://www.banki.ru/blog/BAY/10565.php</a>
</p>
<ul class="org-ul">
<li>На дивиденды не распространяется.</li>
<li>На купоны, по ставке 35% не распространяется.</li>
<li>На купоны по ставке 13% РАСПРОСТРАНЯЕТСЯ!!!</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orga09a449" class="outline-2">
<h2 id="orga09a449"><span class="section-number-2">20.</span> Корреляции</h2>
<div class="outline-text-2" id="text-20">
<p>
<a href="http://impactopia.com/">http://impactopia.com/</a>
</p>
<ul class="org-ul">
<li>российские <a href="https://www.finam.ru/profile/mirovye-indeksy/tis/compare">https://www.finam.ru/profile/mirovye-indeksy/tis/compare</a></li>
</ul>
</div>
</div>
<div id="outline-container-org5f63e50" class="outline-2">
<h2 id="org5f63e50"><span class="section-number-2">21.</span> Риск менеджмент</h2>
<div class="outline-text-2" id="text-21">
<p>
<b>риск к прибыли должен быть больше чем 3 к 1</b>
</p>
</div>

<div id="outline-container-orgfec4854" class="outline-3">
<h3 id="orgfec4854"><span class="section-number-3">21.1.</span> Виды</h3>
<div class="outline-text-3" id="text-21-1">
<dl class="org-dl">
<dt>Рыночный риск</dt><dd>изменение курса акций</dd>
<dt>Деловой риск</dt><dd>неопределенность в уровне реализации продукции и дохода предприятия в будущем</dd>
<dt>Риск эмитента</dt><dd>потери позиций организации на рынке
<ul class="org-ul">
<li>усиления конкуренции;</li>
<li>снижения спроса на продукцию;</li>
<li>нерациональное управление и прочие.</li>
</ul></dd>
<dt>Финансовый риск (кредитный риск или риск дефолта)</dt><dd>касается предприятий с высокой нагрузкой до долгам</dd>
<dt>Экономический и отраслевые риски</dt><dd>.
<ul class="org-ul">
<li>стагнации сектора в результате развития другой отрасли</li>
<li>изменения экономических показателей страны</li>
<li>возникновения кризиса</li>
<li>усиления инфляции и прочие экономические показатели.</li>
</ul></dd>
<dt>Страновой риск</dt><dd>деятельности правительства
<ul class="org-ul">
<li>уровень коррупции</li>
<li>политический срой</li>
<li>экономическую стабильность</li>
<li>верховенство закона</li>
</ul></dd>
<dt>Инфраструктурный риск</dt><dd>Например, банка или иных финансовых организаций, брокера или управляющей компании</dd>
<dt>Процентный риск</dt><dd>Повышаются акции падают, облигации повышаются</dd>
<dt>Инфляционный риск</dt><dd>.</dd>
<dt>Событийный риск</dt><dd>.</dd>
<dt>Валютный риск</dt><dd>свазан с процентным риском</dd>
<dt>Риск ликвидности</dt><dd>.</dd>
</dl>
</div>
</div>
</div>
<div id="outline-container-org70a177f" class="outline-2">
<h2 id="org70a177f"><span class="section-number-2">22.</span> Опасности</h2>
<div class="outline-text-2" id="text-22">
<ul class="org-ul">
<li>перегретая бочка - когда нет смысла сидеть на бочке которая непонятно когда взорвется
<ul class="org-ul">
<li>смутный или по тренду фон</li>
<li>наметился тренд а ты пошел против него</li>
<li>отсутствие отскоков - признак тренда</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org5d36818" class="outline-2">
<h2 id="org5d36818"><span class="section-number-2">23.</span> terms</h2>
<div class="outline-text-2" id="text-23">
<p>
лекции <a href="https://investcab.ru/ru/uch_centr/kurs/finbase.aspx">https://investcab.ru/ru/uch_centr/kurs/finbase.aspx</a>
</p>

<p>
terms
</p>
<ul class="org-ul">
<li>Спред – это разница между лучшим «бидом» и лучшим «аском»</li>
<li>spoofing: обман - ложные сигналы путем покупки или продажи</li>
<li>тик - позиция в стакане (на тик выше на тик ниже)</li>
<li>дивергенция - расхождение показателя(в основном цены) и индикатора, когда один показатель опровергается другим</li>
</ul>

<p>
eng
</p>
<dl class="org-dl">
<dt>stock market  [stɒk]  [ˈmɑːkɪt]</dt><dd>фондовый рынок</dd>
<dt>Candlestick chart</dt><dd>японские свечи</dd>
<dt>DOM, Depth of Market </dt><dd>Биржевой стакан</dd>
<dt>bid</dt><dd>предлагаемая цена покупки</dd>
<dt>ask</dt><dd>запрашиваемая цена продажи</dd>
<dt>offer</dt><dd>ask or bid</dd>
</dl>
</div>
</div>


<div id="outline-container-org35050cc" class="outline-2">
<h2 id="org35050cc"><span class="section-number-2">24.</span> lstm</h2>
<div class="outline-text-2" id="text-24">
<ul class="org-ul">
<li>MAIN Forecasting stock prices with a feature fusion LSTM-CNN model using different representations of the
same data <a href="https://journals.plos.org/plosone/article/authors?id=10.1371/journal.pone.0212320">https://journals.plos.org/plosone/article/authors?id=10.1371/journal.pone.0212320</a></li>
<li>Экспорт <a href="https://www.finam.ru/profile/moex-akcii/bashneft-ank-ao/export/?market=1">https://www.finam.ru/profile/moex-akcii/bashneft-ank-ao/export/?market=1</a></li>
<li>preperation <a href="https://machinelearningmastery.com/prepare-univariate-time-series-data-long-short-term-memory-networks/">https://machinelearningmastery.com/prepare-univariate-time-series-data-long-short-term-memory-networks/</a></li>
</ul>
</div>

<div id="outline-container-org294cbcf" class="outline-3">
<h3 id="org294cbcf"><span class="section-number-3">24.1.</span> TODO</h3>
<div class="outline-text-3" id="text-24-1">
<ol class="org-ol">
<li>выгрузить погоду</li>
</ol>
<p>
<a href="https://rp5.ru/%D0%90%D1%80%D1%85%D0%B8%D0%B2_%D0%BF%D0%BE%D0%B3%D0%BE%D0%B4%D1%8B_%D0%B2_%D0%9F%D0%BE">https://rp5.ru/%D0%90%D1%80%D1%85%D0%B8%D0%B2_%D0%BF%D0%BE%D0%B3%D0%BE%D0%B4%D1%8B_%D0%B2_%D0%9F%D0%BE</a>
</p>
<ol class="org-ol">
<li>склеить с индеком ммвб</li>
<li>оценить переобучение сравнивания обучающую и тестовую выборки - accuracy должны быть близки</li>
</ol>
</div>
</div>


<div id="outline-container-org6b60b6b" class="outline-3">
<h3 id="org6b60b6b"><span class="section-number-3">24.2.</span> artice <a href="https://www.datacamp.com/community/tutorials/lstm-python-stock-market">https://www.datacamp.com/community/tutorials/lstm-python-stock-market</a></h3>
<div class="outline-text-3" id="text-24-2">
<p>
train = first 1000
test = else
</p>

<ol class="org-ol">
<li>splitting the full series into windows. If you don't do this, the earlier data will be close to 0 and will
not add much value to the learning process</li>
<li>Scaling <a href="https://scikit-learn.org/0.22/modules/preprocessing.html">https://scikit-learn.org/0.22/modules/preprocessing.html</a>  scaler = MinMaxScaler()</li>
<li>smooth the data using the exponential moving average</li>
</ol>
</div>
</div>


<div id="outline-container-org922e93e" class="outline-3">
<h3 id="org922e93e"><span class="section-number-3">24.3.</span> психологические аспекты</h3>
<div class="outline-text-3" id="text-24-3">
<ul class="org-ul">
<li>круглые цены</li>
<li>дни выплат дивидендов</li>
<li>дни налоговой отчетности публикации чего-то TODO</li>
<li>крупные новости</li>
</ul>
</div>
</div>
<div id="outline-container-org39fc831" class="outline-3">
<h3 id="org39fc831"><span class="section-number-3">24.4.</span> формы биологической памяти</h3>
<div class="outline-text-3" id="text-24-4">
<ul class="org-ul">
<li>Генетическая память
<ul class="org-ul">
<li>память биологического вида</li>
<li>стабильность хранения информации</li>
</ul></li>
<li>Иммунологическая память
<ul class="org-ul">
<li>после первой встречи &#x2026;  узнавать их при повторной встрече</li>
</ul></li>
<li>Нейрологическая память
<ul class="org-ul">
<li>изменения нервной системы, которые влияют на протекание будущих рефлекторных реакций</li>
<li>энграммы - физическая привычка</li>
<li>временное свертывание на основе существования собственного времени мозга</li>
<li>хронотип, то есть внутренний пространственно временной образ внешнего мира</li>
<li>типы:
<ul class="org-ul">
<li>Мгновенная - сенсорная менее секунды</li>
<li>Краткосрочная - несколько секунд</li>
<li>Долгосрочная - минуты-годыx</li>
</ul></li>
<li>механизмы:
<ul class="org-ul">
<li>Реверберационная теория - нейрон замкнут на себя или образует циклы с другими</li>
<li>Биохимические исследования памяти - изменениями свойств РНК и ДНК и белка в нейронах</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgddd7dd6" class="outline-2">
<h2 id="orgddd7dd6"><span class="section-number-2">25.</span> msk</h2>
<div class="outline-text-2" id="text-25">
<p>
Т+2
</p>
<ul class="org-ul">
<li>означает, что списания и зачисления ценных бумаг будут происходить с задержкой в два дня</li>
<li>В старом режиме Т0 временные разницы поставок и зачислений ценных бумаг создавали серьезные сложности при
проведении бухгалтерских операций у иностранных инвесторов в РФ.</li>
<li>по лимиту Т0 операция отражается мгновенно, а вот по лимиту Т2 деньги спишутся только через 2 дня.</li>
<li>T2 фактическое владение акциями наступет через 2 дня</li>
</ul>
</div>
</div>
