sources_org/broker.org
* голубые фишки
- Сбербанк

- ГАЗПРОМ ао - природный газ
- Роснефть - нефтегазовая компания, контрольный пакет акций которой принадлежит государственному АО «Роснефтегаз»
- ЛУКОЙЛ - нефть газ добыча переработка
- ГМКНорНик - первое место (40%) в мире по объему производства палладия и второе по производству (12%) никеля
  - планирует запустить Читинский медный проект
- Новатэк ао -  второй по объёмам добычи производитель природного газа в России

- VTBR -
- Газпром нефть ПАО
- Сургнфгз SNGS - нефтяных и газодобывающих компаний
- Татнфт ао - нефтегазодобыча, нефтепереработка, нефтегазохимия, шинный комплекс, сеть АЗС, электроэнергетика,
  разработка и производство оборудования для нефтегазовой отрасли и блок сервисных структур

- Ленэнерго LSNGP
- транснефть TRNFP
- полюс PLZL - золотодобывающая

- МТС-ао - в странах СНГ

- Яндекс


- X5 Retail Group-гдр
- Магнит ао

- НЛМК ао - международная сталелитейная компания  Новолипецкий металлургический комбинат (первый)
- СевСт-ао -  сталелитейная и горнодобывающая компания, владеющая Череповецким металлургическим комбинатом ( второй)
- АЛРОСА ао - группа алмазодобывающих компаний

* китайские компании
** Alibaba Group, Alibaba (HK)
- выручка $864.54 млрд
- EBITDA $154.89 млрд

структура выручки 2021
- 69% рочничная торговля в Китае
- 7% Облачные сервисы
- 5% Международная розничная торговля
- 5% Логистические сервисы
- 4% Цифровые сервисы и развлечени
- 10% Прочие

 	JD.com - concurent of Alibaba Group

* ключевые даты
- через час после начала - импульсивные
- 16 10 - открытие S&P 500
* covid
- FedEx Corporation is an American multinational delivery services
- Hilton Worldwide Holdings Inc.
- Morgans Hotel Group

паттерны - выростут авиаперевозки
* венчур Venture ['venʧə]
** terms
- MVP - Minimum viable product
- Google Quick Deployment Risk - giants like Google, Microsoft, or others can roll out updates to
 their current products, add the missing new feature, and kick out the startups
- DYOR - Do Your Own Research
** startup scoring
1) find startup
2) pre-evaluate it
   - we initially found the project interesting
   - the startup has traction and a working MVP
   - there is a huge online translation market and a clear target audience
   - the startup team is decent
   - we didn't find any other red flags.
3) score it under 220 parameters
   - The management team: The management team is critical to the success of any startup. Look for a team with a track record of success, strong leadership skills, and the ability to execute their vision.
   - Market opportunity: Evaluate the size and potential of the market in which the startup is operating. Is there a clear demand for the product or service that the startup is offering?
   - Competitive landscape: Consider the competition that the startup will face. Is the startup well positioned to compete in the market, or are there other established players that could make it difficult for the startup to gain a foothold?
   - Product or service: Evaluate the quality and uniqueness of the startup's product or service. Does it solve a real problem or meet a real need in the market? Is it innovative and differentiated from competitors?
   - Financial projections: Look at the startup's financial projections, including its projected revenue and profitability. Are the projections realistic and based on solid assumptions?
   - Use of funds: Consider how the startup plans to use the funding it is seeking. Is the company's capital allocation strategy sound and aligned with its growth plans?

** (old)телемедицина
medicalstartups.com
- lyra health
- neuronetics
- quartet Health
- Mindstrong
- Pear Thepeutics - приложение для выполнения предписаний врачей


youtube calm - ucla health, neurostar, advanced therapy, novartics

* crypto
** terms
- Maker Fees - customers who want to SELL cryptocurrencies. order that is NOT executed or
 matched immediately - highter or lower that current price.
- Taker Fees - customers who want to BUY cryptocurrencies.  person who picks up an existing order
 from the order book.
- stablecoins - see [[file:theory::blockchain-stablecoin]]
- USDT (Tether USD) is a multi-chain stablecoin, meaning it is issued on multiple blockchain networks.
  - Omni Layer (Bitcoin blockchain): USDT was first launched on the Omni Layer, a protocol built on
    top of the Bitcoin blockchain. This version of USDT is still available and widely used.
  - Ethereum (ERC20)
  - USDT-TRC20 is a version of the USDT stablecoin that is optimized for use on the TRON blockchain,
    offering faster transaction times, lower fees, and increased compatibility with TRON-based
    applications.
  - EOS
- Биткоин-краны — это сайты или приложения, которые предоставляют возможность получить биткоины
  (сатоши) бесплатно за выполнение простых задач.
** plan
buy crypto at https://www.bybit.com/en

** buy with KYC
https://prostocash.com/sbp-rub-na-bitcoin.html

** ru exchangers list
- https://www.bestchange.ru/list.html
- https://exchangesumo.com/
- https://exnode.ru/
- https://profinvestment.com/galaxy-coin/
- https://yourcryptoex.ru/
  - https://t.me/yourcryptoex_bot



- https://arbuz.io
- USDT to MIR card: https://tasty-changer.com/
- crypto to crypto https://multival.is
- small https://barry24.com/
- very small MIR to crypto https://galaxy-coin.cash
*** AML
- По запросу регулирующих и полномочных органов Пользователи обязаны проходить процедуру
  идентификации и верификации личности в соответствии с нашими политиками и требованиями
  законодательства.
- Мы собираем и проверяем информацию о клиентах, включая их личные данные и источники средств, и
  обновляем эту информацию по мере необходимости.
** exchange crypto
https://ff.io/
