broker.html
<div id="outline-container-orgca75f84" class="outline-2">
<h2 id="orgca75f84"><span class="section-number-2">26.</span> голубые фишки</h2>
<div class="outline-text-2" id="text-26">
<ul class="org-ul">
<li>Сбербанк</li>

<li>ГАЗПРОМ ао - природный газ</li>
<li>Роснефть - нефтегазовая компания, контрольный пакет акций которой принадлежит государственному АО «Роснефтегаз»</li>
<li>ЛУКОЙЛ - нефть газ добыча переработка</li>
<li>ГМКНорНик - первое место (40%) в мире по объему производства палладия и второе по производству (12%) никеля
<ul class="org-ul">
<li>планирует запустить Читинский медный проект</li>
</ul></li>
<li>Новатэк ао -  второй по объёмам добычи производитель природного газа в России</li>

<li>VTBR -</li>
<li>Газпром нефть ПАО</li>
<li>Сургнфгз SNGS - нефтяных и газодобывающих компаний</li>
<li>Татнфт ао - нефтегазодобыча, нефтепереработка, нефтегазохимия, шинный комплекс, сеть АЗС, электроэнергетика,
разработка и производство оборудования для нефтегазовой отрасли и блок сервисных структур</li>

<li>Ленэнерго LSNGP</li>
<li>транснефть TRNFP</li>
<li>полюс PLZL - золотодобывающая</li>

<li>МТС-ао - в странах СНГ</li>

<li>Яндекс</li>
</ul>


<ul class="org-ul">
<li>X5 Retail Group-гдр</li>
<li>Магнит ао</li>

<li>НЛМК ао - международная сталелитейная компания  Новолипецкий металлургический комбинат (первый)</li>
<li>СевСт-ао -  сталелитейная и горнодобывающая компания, владеющая Череповецким металлургическим комбинатом ( второй)</li>
<li>АЛРОСА ао - группа алмазодобывающих компаний</li>
</ul>
</div>
</div>

<div id="outline-container-orgf724b46" class="outline-2">
<h2 id="orgf724b46"><span class="section-number-2">27.</span> китайские компании</h2>
<div class="outline-text-2" id="text-27">
</div>
<div id="outline-container-orgb2db036" class="outline-3">
<h3 id="orgb2db036"><span class="section-number-3">27.1.</span> Alibaba Group, Alibaba (HK)</h3>
<div class="outline-text-3" id="text-27-1">
<ul class="org-ul">
<li>выручка $864.54 млрд</li>
<li>EBITDA $154.89 млрд</li>
</ul>

<p>
структура выручки 2021
</p>
<ul class="org-ul">
<li>69% рочничная торговля в Китае</li>
<li>7% Облачные сервисы</li>
<li>5% Международная розничная торговля</li>
<li>5% Логистические сервисы</li>
<li>4% Цифровые сервисы и развлечени</li>
<li><p>
10% Прочие
</p>

<p>
JD.com - concurent of Alibaba Group
</p></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org8392940" class="outline-2">
<h2 id="org8392940"><span class="section-number-2">28.</span> ключевые даты</h2>
<div class="outline-text-2" id="text-28">
<ul class="org-ul">
<li>через час после начала - импульсивные</li>
<li>16 10 - открытие S&amp;P 500</li>
</ul>
</div>
</div>
<div id="outline-container-org5d4e1e3" class="outline-2">
<h2 id="org5d4e1e3"><span class="section-number-2">29.</span> covid</h2>
<div class="outline-text-2" id="text-29">
<ul class="org-ul">
<li>FedEx Corporation is an American multinational delivery services</li>
<li>Hilton Worldwide Holdings Inc.</li>
<li>Morgans Hotel Group</li>
</ul>

<p>
паттерны - выростут авиаперевозки
</p>
</div>
</div>
<div id="outline-container-orgcaab71b" class="outline-2">
<h2 id="orgcaab71b"><span class="section-number-2">30.</span> венчур Venture ['venʧə]</h2>
<div class="outline-text-2" id="text-30">
</div>
<div id="outline-container-org88f3908" class="outline-3">
<h3 id="org88f3908"><span class="section-number-3">30.1.</span> terms</h3>
<div class="outline-text-3" id="text-30-1">
<ul class="org-ul">
<li>MVP - Minimum viable product</li>
<li>Google Quick Deployment Risk - giants like Google, Microsoft, or others can roll out updates to
their current products, add the missing new feature, and kick out the startups</li>
<li>DYOR - Do Your Own Research</li>
</ul>
</div>
</div>
<div id="outline-container-orge0218cb" class="outline-3">
<h3 id="orge0218cb"><span class="section-number-3">30.2.</span> startup scoring</h3>
<div class="outline-text-3" id="text-30-2">
<ol class="org-ol">
<li>find startup</li>
<li>pre-evaluate it
<ul class="org-ul">
<li>we initially found the project interesting</li>
<li>the startup has traction and a working MVP</li>
<li>there is a huge online translation market and a clear target audience</li>
<li>the startup team is decent</li>
<li>we didn't find any other red flags.</li>
</ul></li>
<li>score it under 220 parameters
<ul class="org-ul">
<li>The management team: The management team is critical to the success of any startup. Look for a team with a track record of success, strong leadership skills, and the ability to execute their vision.</li>
<li>Market opportunity: Evaluate the size and potential of the market in which the startup is operating. Is there a clear demand for the product or service that the startup is offering?</li>
<li>Competitive landscape: Consider the competition that the startup will face. Is the startup well positioned to compete in the market, or are there other established players that could make it difficult for the startup to gain a foothold?</li>
<li>Product or service: Evaluate the quality and uniqueness of the startup's product or service. Does it solve a real problem or meet a real need in the market? Is it innovative and differentiated from competitors?</li>
<li>Financial projections: Look at the startup's financial projections, including its projected revenue and profitability. Are the projections realistic and based on solid assumptions?</li>
<li>Use of funds: Consider how the startup plans to use the funding it is seeking. Is the company's capital allocation strategy sound and aligned with its growth plans?</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-orgf54da33" class="outline-3">
<h3 id="orgf54da33"><span class="section-number-3">30.3.</span> (old)телемедицина</h3>
<div class="outline-text-3" id="text-30-3">
<p>
medicalstartups.com
</p>
<ul class="org-ul">
<li>lyra health</li>
<li>neuronetics</li>
<li>quartet Health</li>
<li>Mindstrong</li>
<li>Pear Thepeutics - приложение для выполнения предписаний врачей</li>
</ul>


<p>
youtube calm - ucla health, neurostar, advanced therapy, novartics
</p>
</div>
</div>
</div>

<div id="outline-container-org853a808" class="outline-2">
<h2 id="org853a808"><span class="section-number-2">31.</span> crypto</h2>
<div class="outline-text-2" id="text-31">
</div>
<div id="outline-container-org59d2b96" class="outline-3">
<h3 id="org59d2b96"><span class="section-number-3">31.1.</span> terms</h3>
<div class="outline-text-3" id="text-31-1">
<ul class="org-ul">
<li>Maker Fees - customers who want to SELL cryptocurrencies. order that is NOT executed or
matched immediately - highter or lower that current price.</li>
<li>Taker Fees - customers who want to BUY cryptocurrencies.  person who picks up an existing order
from the order book.</li>
<li>stablecoins - see <a href="theory#MissingReference">theory#MissingReference</a></li>
<li>USDT (Tether USD) is a multi-chain stablecoin, meaning it is issued on multiple blockchain networks.
<ul class="org-ul">
<li>Omni Layer (Bitcoin blockchain): USDT was first launched on the Omni Layer, a protocol built on
top of the Bitcoin blockchain. This version of USDT is still available and widely used.</li>
<li>Ethereum (ERC20)</li>
<li>USDT-TRC20 is a version of the USDT stablecoin that is optimized for use on the TRON blockchain,
offering faster transaction times, lower fees, and increased compatibility with TRON-based
applications.</li>
<li>EOS</li>
</ul></li>
<li>Биткоин-краны — это сайты или приложения, которые предоставляют возможность получить биткоины
(сатоши) бесплатно за выполнение простых задач.</li>
</ul>
</div>
</div>
<div id="outline-container-orge891fbd" class="outline-3">
<h3 id="orge891fbd"><span class="section-number-3">31.2.</span> plan</h3>
<div class="outline-text-3" id="text-31-2">
<p>
buy crypto at <a href="https://www.bybit.com/en">https://www.bybit.com/en</a>
</p>
</div>
</div>

<div id="outline-container-org276107a" class="outline-3">
<h3 id="org276107a"><span class="section-number-3">31.3.</span> buy with KYC</h3>
<div class="outline-text-3" id="text-31-3">
<p>
<a href="https://prostocash.com/sbp-rub-na-bitcoin.html">https://prostocash.com/sbp-rub-na-bitcoin.html</a>
</p>
</div>
</div>

<div id="outline-container-org46912c5" class="outline-3">
<h3 id="org46912c5"><span class="section-number-3">31.4.</span> ru exchangers list</h3>
<div class="outline-text-3" id="text-31-4">
<ul class="org-ul">
<li><a href="https://www.bestchange.ru/list.html">https://www.bestchange.ru/list.html</a></li>
<li><a href="https://exchangesumo.com/">https://exchangesumo.com/</a></li>
<li><a href="https://exnode.ru/">https://exnode.ru/</a></li>
<li><a href="https://profinvestment.com/galaxy-coin/">https://profinvestment.com/galaxy-coin/</a></li>
<li><a href="https://yourcryptoex.ru/">https://yourcryptoex.ru/</a>
<ul class="org-ul">
<li><a href="https://t.me/yourcryptoex_bot">https://t.me/yourcryptoex_bot</a></li>
</ul></li>
</ul>



<ul class="org-ul">
<li><a href="https://arbuz.io">https://arbuz.io</a></li>
<li>USDT to MIR card: <a href="https://tasty-changer.com/">https://tasty-changer.com/</a></li>
<li>crypto to crypto <a href="https://multival.is">https://multival.is</a></li>
<li>small <a href="https://barry24.com/">https://barry24.com/</a></li>
<li>very small MIR to crypto <a href="https://galaxy-coin.cash">https://galaxy-coin.cash</a></li>
</ul>
</div>
<div id="outline-container-orgf8ee646" class="outline-4">
<h4 id="orgf8ee646"><span class="section-number-4">31.4.1.</span> AML</h4>
<div class="outline-text-4" id="text-31-4-1">
<ul class="org-ul">
<li>По запросу регулирующих и полномочных органов Пользователи обязаны проходить процедуру
идентификации и верификации личности в соответствии с нашими политиками и требованиями
законодательства.</li>
<li>Мы собираем и проверяем информацию о клиентах, включая их личные данные и источники средств, и
обновляем эту информацию по мере необходимости.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org709285b" class="outline-3">
<h3 id="org709285b"><span class="section-number-3">31.5.</span> exchange crypto</h3>
<div class="outline-text-3" id="text-31-5">
<p>
<a href="https://ff.io/">https://ff.io/</a>
</p>
</div>
</div>
