broker.html
<div id="outline-container-org93253ea" class="outline-3">
<h3 id="org93253ea"><span class="section-number-3">31.6.</span> map</h3>
<div class="outline-text-3" id="text-31-6">
<p>
CoinATMRadar и CoinMap
</p>
<ul class="org-ul">
<li><a href="https://coinatmradar.com/">https://coinatmradar.com/</a></li>
<li><a href="https://coinmap.org/view/#/map/55.67656809/37.62147903/14">https://coinmap.org/view/#/map/55.67656809/37.62147903/14</a></li>
</ul>



<p>
<a href="https://www.rbc.ru/crypto/news/5ed67a609a79470d5ba9360a">https://www.rbc.ru/crypto/news/5ed67a609a79470d5ba9360a</a>
</p>

<p>
В москва 5 штук
</p>
<ul class="org-ul">
<li>Средний Староданиловский пер. 3</li>
<li>caffee Simferopolsky proezd, 4  <a href="https://www.industrycoffee.ru">https://www.industrycoffee.ru</a> +7495 133 87 71</li>
<li>Нижняя сыромятническая ул д11к2   рядом с Центр цифрового искусства Artplay Media Нижняя сыромятническая ул д10стр2</li>
<li>Добрынинска Фарматен аптечный пункт</li>
</ul>
</div>

<div id="outline-container-orge584d3c" class="outline-4">
<h4 id="orge584d3c"><span class="section-number-4">31.6.1.</span> atms</h4>
<div class="outline-text-4" id="text-31-6-1">
<p>
Zhitnaya St 10, 119049 Moscow
</p>
<ul class="org-ul">
<li>Trovemat crypto ATM@DEECrypto Store&amp;Club.</li>
<li>Opened: Mon-San: 09:00 a.m. - 06:00 p.m.</li>
</ul>

<p>
New Arbat Avenue 8 с2, 119002 Москва
</p>
<ul class="org-ul">
<li>работаем 24 ч</li>
</ul>

<p>
Нижняя Сыромятническая улица 11 к2,
</p>
<ul class="org-ul">
<li>exchange of up to 20BTC</li>
</ul>
</div>
</div>
<div id="outline-container-org7255aee" class="outline-4">
<h4 id="org7255aee"><span class="section-number-4">31.6.2.</span> ATM <a href="https://www.btcatm.ru">https://www.btcatm.ru</a></h4>
<div class="outline-text-4" id="text-31-6-2">
<ul class="org-ul">
<li>до 15.000 рублей за каждую транзакцию</li>
<li>12% от официального курса</li>
<li>1 BTC = ₽ 12.105.358</li>
</ul>

<p>
ТЦ Корабль
Большая Тульская ул., 2, Москва, 115191
Часы работы - с 8:00 до 23:00
Метро Тульская - выход 2
</p>

<p>
ТЦ Наутилус
Никольская ул., 25, Москва, 109012
Часы работы - с 10:00 до 23:00
Метро Лубянка - выход 9 или 10
</p>

<p>
ТЦ Таганка
Таганская ул., 2, Москва, 109147
Часы работы - с 9:00 до 21:00
Метро Марксистская - выход 6
</p>
</div>
</div>
</div>

<div id="outline-container-org87db5f4" class="outline-3">
<h3 id="org87db5f4"><span class="section-number-3">31.7.</span> DeFi: Decentralized Finance</h3>
<div class="outline-text-3" id="text-31-7">
<p>
is any application that uses blockchain and cryptocurrency techniques or technology to offer
 financial services.
</p>
</div>
<div id="outline-container-org9a27806" class="outline-4">
<h4 id="org9a27806"><span class="section-number-4">31.7.1.</span> terms</h4>
<div class="outline-text-4" id="text-31-7-1">
<ul class="org-ul">
<li>ledger - A blockchain is a distributed and secured database</li>
<li>blocks - transactions are recorded in files</li>
<li>wallets - applications, that can send information to a blockchain.</li>
<li>private keys - passwords</li>
<li>tokens or cryptocurrencies - money</li>
</ul>
</div>
</div>
<div id="outline-container-orgd4604bd" class="outline-4">
<h4 id="orgd4604bd"><span class="section-number-4">31.7.2.</span> weaks</h4>
<div class="outline-text-4" id="text-31-7-2">
<ul class="org-ul">
<li>weaknesses in DeFi applications.</li>
<li></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd62344a" class="outline-3">
<h3 id="orgd62344a"><span class="section-number-3">31.8.</span> To ensure that a Bitcoin transaction was successfully transferred from your wallet to someone else's, follow these steps:</h3>
<div class="outline-text-3" id="text-31-8">
<ol class="org-ol">
<li>Check your wallet's transaction history: Look for the transaction in your wallet's history or
ledger. Most wallets will show the transaction as "sent" or "pending" initially, and then update
to "confirmed" once the transaction is verified on the blockchain.</li>
<li>Verify the transaction on a blockchain explorer: Use a blockchain explorer like Blockchain.com,
Blockchair, or Bitcoin Block Explorer to search for the transaction ID (TXID) or the recipient's
Bitcoin address. You can find the TXID in your wallet's transaction history. If the transaction
is confirmed, you should see it listed on the blockchain explorer with the correct details (e.g.,
sender, recipient, amount, and confirmation status).</li>
<li>Check the number of confirmations: Bitcoin transactions require a certain number of confirmations
(typically 3-6) to be considered fully confirmed and irreversible. You can check the number of
confirmations on the blockchain explorer. Once the transaction has the required number of
confirmations, you can be reasonably sure it was successfully transferred.</li>
<li>Wait for the recipient to confirm receipt: If possible, ask the recipient to confirm they have
received the Bitcoin. This can provide an additional layer of assurance that the transaction was
successful.</li>
<li>Monitor the transaction's status: Keep an eye on the transaction's status over time. If the
transaction is not confirmed after a reasonable amount of time (e.g., 24-48 hours), it may
indicate an issue with the transaction or the network.</li>
</ol>
</div>
</div>

<div id="outline-container-orgc5820d6" class="outline-3">
<h3 id="orgc5820d6"><span class="section-number-3">31.9.</span> links</h3>
<div class="outline-text-3" id="text-31-9">
<ul class="org-ul">
<li>rus <a href="https://tv.rbc.ru/tags/%D0%BA%D1%80%D0%B8%D0%BF%D1%82%D0%BE%D0%B2%D0%B0%D0%BB%D1%8E%D1%82%D1%8B">https://tv.rbc.ru/tags/%D0%BA%D1%80%D0%B8%D0%BF%D1%82%D0%BE%D0%B2%D0%B0%D0%BB%D1%8E%D1%82%D1%8B</a></li>
<li>exnode.ru</li>
<li><a href="https://www.kommersant.ru/">https://www.kommersant.ru/</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgab8ec7f" class="outline-2">
<h2 id="orgab8ec7f"><span class="section-number-2">32.</span> receive money in Russia</h2>
<div class="outline-text-2" id="text-32">
<ul class="org-ul">
<li>Банковский swift-перевод</li>
<li>Банковские карты ближайших стран</li>
<li>Криптовалюты, криптопроцессингом
<ul class="org-ul">
<li>нет механизма возврата</li>
<li>, также никак не показать расходы</li>
</ul></li>
<li>Посредники и сервисы - 8 до 12%
<ul class="org-ul">
<li><a href="https://www.deel.com/">https://www.deel.com/</a> <a href="https://jet-pay.ru/">https://jet-pay.ru/</a>  <a href="https://www.contact-sys.com/">https://www.contact-sys.com/</a></li>
<li>БАНК АВАНГАРД</li>
<li>НАРОДНЫЙ ДОВЕРИТЕЛЬНЫЙ БАНК</li>
</ul></li>
<li><a href="https://easypayments.online/blog/top-mezhdunarodnyh-platezhnyh-sistem">https://easypayments.online/blog/top-mezhdunarodnyh-platezhnyh-sistem</a></li>
</ul>


<p>
<a href="https://habr.com/ru/articles/730382/">https://habr.com/ru/articles/730382/</a>
</p>
</div>
<div id="outline-container-orgb8d5afe" class="outline-3">
<h3 id="orgb8d5afe"><span class="section-number-3">32.1.</span> AI answer (bad)</h3>
<div class="outline-text-3" id="text-32-1">
<ol class="org-ol">
<li>Decentralized Solutions: decentralized finance (DeFi) platforms. Cryptocurrencies, particularly
stablecoins like USDC or DAI, can facilitate small payments without the geographical restrictions
imposed by traditional systems. They allow for peer-to-peer transactions that are not reliant on a
central authority, thus bypassing conventional banking barriers.</li>

<li>Alternative Payment Platforms or emerging platforms: <b>Revolut</b> or <b>TransferWise</b> (now Wise),
which may have more flexible policies regarding international transfers. They often cater to
smaller transactions and can provide competitive exchange rates.
<ul class="org-ul">
<li>USDC is designed to comply with US regulations, including anti-money laundering (AML) and
know-your-customer (KYC) requirements.</li>
</ul></li>
</ol>


<ol class="org-ol">
<li>Digital Wallets: Platforms like PayPal or Skrill might still operate within certain regulations.</li>
<li>Emerging Payment Solutions: Investigate new entrants into the payment space, such as <b>Mercuryo</b> or
<b>MoonPay</b>. These services are designed to facilitate cryptocurrency transactions and could serve as
a bridge for small payments between different countries, including Russia.</li>
<li>Community-Based Solutions: Lastly, consider developing a community-driven payment network that
utilizes local currencies or barter systems. This could be a radical shift from traditional
finance, allowing individuals to transact directly based on mutual trust and value exchange,
rather than relying on established financial institutions.</li>
</ol>

<p>
focusing on stablecoins for stability and ease of use.
</p>
</div>
</div>
