sources_org/broker.org
** limits CB
- Физические лица резиденты РФ в течение календарного месяца имеют право перевести со своего счёта в российском банке на свой счёт или другому физическому лицу за рубежом (резиденту или нерезиденту РФ), в том числе являющемуся их супругом или близким родственником (родственником прямой восходящей и нисходящей линии (родителем и ребенком, дедушкой, бабушкой и внуком/внучкой), полнородным и неполнородным (имеющим общих отца или мать) братом и сестрой, усыновителем и усыновленным) сумму в размере не более 1 миллиона долларов США или эквивалент в другой иностранной валюте*.
- Физические лица нерезиденты РФ из дружественных стран в течение календарного месяца имеют право перевести со своего счёта в российском банке на свой счёт или другому физическому лицу за рубежом сумму в размере не более 1 миллиона долларов США или эквивалент в другой иностранной валюте*.

- Дополнительно сверх этой суммы клиенты могут переводить на счета за рубеж денежные средства, полученные ими в качестве зарплаты по трудовым договорам и/или оплаты по гражданско-правовому договору (за выполненные работы, оказанные услуги на территории РФ), как со своих зарплатных счетов, так и с других счетов (включая счета в других российских банках), на которые суммы зарплаты или вознаграждения были перечислены с зарплатных счетов.
- Физические лица нерезиденты РФ из недружественных стран вправе переводить на счета за рубеж денежные средства, полученные ими в качестве зарплаты по трудовым договорам и/или оплаты по гражданско-правовому договору (за выполненные работы, оказанные услуги на территории РФ), как со своих зарплатных счетов, так и других счетов (включая счета в других российских банках), на которые суммы зарплаты или вознаграждения были перечислены с зарплатных счетов.
- Сохраняется запрет на переводы за рубеж физических лиц, не работающих в России, из стран, поддерживающих санкции.

Данное ограничение установлено Банком России до 31 марта 2025 года.

* причины падения российских рынков

1) геополитика
- украина - войска у границы
2) фиксация прибыли при росте больше чем глобальные рынки
3) снижение цены на нефть
- риск локдаунов в Европе
- https://www.reuters.com/business/energy/
4) непропорциональный долг Роснано

В кризис продуктовй ритейл может переложить расходы на потребителей


При увеличении инфляции ростет доходность облигаций и поэтому подает общий индекс акций

сниженее ставки
инфляция ростет
ускоряется
кредиты дерешвеют
депозиты менее выгодны
облигации привлекательнее
деньги дешевее
увеличивается ликвидность
* ключевая ставка

жесткая денежно кредитная политика - увеличение ставки - чтобы сдержать инфляцию

при понижении ставки
- экономика ускоряется
- деньги дешевеют
- акции интереснее
- пузыри появляются
- инфляция увеличивается
* Financial Statement Modeling

- Company Name: Apple
- Ticker: AAPL
- Latest closing share price
- Latest fiscal year end date 9/29/18
- Shares outstanding (millions)
- INCOME STATEMENT (at the end of fiscal year)
  - Revenue (Previous year's revenues x (1+revenue growth rate)
  - Cost of sales (Plug = Revenue - Gross Profit
  - *Gross profit*
    - Research and development
  - Operating profit( EBIT)
  - Pretax profit
  - Net income
  - EBITDA
  - Adjected EVITDA
- Growth rates & margins
  - Revenue growth - 6%
  - Gross profit margin
  - R&D% of sales
  - Tax rate
- Balance Sheet
- Cash flow statement
- Property, plant & equipment
- Imputing total depreciation & amortization
- other non-current assets
- retained earnings
- Revolver (Model plug) credit line
- Interest expense and interest income
- sensitivity analysis
- Earnings per share
  - Net income
  - Basic shares
  - Basic EPS = Net income / Basic shares
  - Deluted shares
  - Deluted EPS

  - $ amount of shares repurchased
  - $ amount of new shares issued
  - Average share price
  - Share price increase

  - Basic Shares - BOP - link to prior year basic shares - EOP
  - Net change in basic shares = $ shares issued - $ shares repurchased)/current period average share
  - Basic shares - EOP
  - Basic shares - average

  - Net income
  - year over year % growth in net income
* quantitative finance
 Goldman Sachs https://github.com/goldmansachs/gs-quant
 - used to facilitate derivative structuring, trading, and risk management, or as a set of
 statistical packages for data analytics applications.
