broker.html
<div id="outline-container-org179872b" class="outline-3">
<h3 id="org179872b"><span class="section-number-3">32.2.</span> limits CB</h3>
<div class="outline-text-3" id="text-32-2">
<ul class="org-ul">
<li>Физические лица резиденты РФ в течение календарного месяца имеют право перевести со своего счёта в российском банке на свой счёт или другому физическому лицу за рубежом (резиденту или нерезиденту РФ), в том числе являющемуся их супругом или близким родственником (родственником прямой восходящей и нисходящей линии (родителем и ребенком, дедушкой, бабушкой и внуком/внучкой), полнородным и неполнородным (имеющим общих отца или мать) братом и сестрой, усыновителем и усыновленным) сумму в размере не более 1 миллиона долларов США или эквивалент в другой иностранной валюте*.</li>
<li>Физические лица нерезиденты РФ из дружественных стран в течение календарного месяца имеют право перевести со своего счёта в российском банке на свой счёт или другому физическому лицу за рубежом сумму в размере не более 1 миллиона долларов США или эквивалент в другой иностранной валюте*.</li>

<li>Дополнительно сверх этой суммы клиенты могут переводить на счета за рубеж денежные средства, полученные ими в качестве зарплаты по трудовым договорам и/или оплаты по гражданско-правовому договору (за выполненные работы, оказанные услуги на территории РФ), как со своих зарплатных счетов, так и с других счетов (включая счета в других российских банках), на которые суммы зарплаты или вознаграждения были перечислены с зарплатных счетов.</li>
<li>Физические лица нерезиденты РФ из недружественных стран вправе переводить на счета за рубеж денежные средства, полученные ими в качестве зарплаты по трудовым договорам и/или оплаты по гражданско-правовому договору (за выполненные работы, оказанные услуги на территории РФ), как со своих зарплатных счетов, так и других счетов (включая счета в других российских банках), на которые суммы зарплаты или вознаграждения были перечислены с зарплатных счетов.</li>
<li>Сохраняется запрет на переводы за рубеж физических лиц, не работающих в России, из стран, поддерживающих санкции.</li>
</ul>

<p>
Данное ограничение установлено Банком России до 31 марта 2025 года.
</p>
</div>
</div>
</div>

<div id="outline-container-org21194a0" class="outline-2">
<h2 id="org21194a0"><span class="section-number-2">33.</span> причины падения российских рынков</h2>
<div class="outline-text-2" id="text-33">
<ol class="org-ol">
<li>геополитика</li>
<li>украина - войска у границы</li>
<li>фиксация прибыли при росте больше чем глобальные рынки</li>
<li>снижение цены на нефть</li>
<li>риск локдаунов в Европе</li>
<li><a href="https://www.reuters.com/business/energy/">https://www.reuters.com/business/energy/</a></li>
<li>непропорциональный долг Роснано</li>
</ol>

<p>
В кризис продуктовй ритейл может переложить расходы на потребителей
</p>


<p>
При увеличении инфляции ростет доходность облигаций и поэтому подает общий индекс акций
</p>

<p>
сниженее ставки
инфляция ростет
ускоряется
кредиты дерешвеют
депозиты менее выгодны
облигации привлекательнее
деньги дешевее
увеличивается ликвидность
</p>
</div>
</div>
<div id="outline-container-orgcd24db0" class="outline-2">
<h2 id="orgcd24db0"><span class="section-number-2">34.</span> ключевая ставка</h2>
<div class="outline-text-2" id="text-34">
<p>
жесткая денежно кредитная политика - увеличение ставки - чтобы сдержать инфляцию
</p>

<p>
при понижении ставки
</p>
<ul class="org-ul">
<li>экономика ускоряется</li>
<li>деньги дешевеют</li>
<li>акции интереснее</li>
<li>пузыри появляются</li>
<li>инфляция увеличивается</li>
</ul>
</div>
</div>
<div id="outline-container-org8f77fba" class="outline-2">
<h2 id="org8f77fba"><span class="section-number-2">35.</span> Financial Statement Modeling</h2>
<div class="outline-text-2" id="text-35">
<ul class="org-ul">
<li>Company Name: Apple</li>
<li>Ticker: AAPL</li>
<li>Latest closing share price</li>
<li>Latest fiscal year end date 9/29/18</li>
<li>Shares outstanding (millions)</li>
<li>INCOME STATEMENT (at the end of fiscal year)
<ul class="org-ul">
<li>Revenue (Previous year's revenues x (1+revenue growth rate)</li>
<li>Cost of sales (Plug = Revenue - Gross Profit</li>
<li><b>Gross profit</b>
<ul class="org-ul">
<li>Research and development</li>
</ul></li>
<li>Operating profit( EBIT)</li>
<li>Pretax profit</li>
<li>Net income</li>
<li>EBITDA</li>
<li>Adjected EVITDA</li>
</ul></li>
<li>Growth rates &amp; margins
<ul class="org-ul">
<li>Revenue growth - 6%</li>
<li>Gross profit margin</li>
<li>R&amp;D% of sales</li>
<li>Tax rate</li>
</ul></li>
<li>Balance Sheet</li>
<li>Cash flow statement</li>
<li>Property, plant &amp; equipment</li>
<li>Imputing total depreciation &amp; amortization</li>
<li>other non-current assets</li>
<li>retained earnings</li>
<li>Revolver (Model plug) credit line</li>
<li>Interest expense and interest income</li>
<li>sensitivity analysis</li>
<li>Earnings per share
<ul class="org-ul">
<li>Net income</li>
<li>Basic shares</li>
<li>Basic EPS = Net income / Basic shares</li>
<li>Deluted shares</li>
<li>Deluted EPS</li>

<li>$ amount of shares repurchased</li>
<li>$ amount of new shares issued</li>
<li>Average share price</li>
<li>Share price increase</li>

<li>Basic Shares - BOP - link to prior year basic shares - EOP</li>
<li>Net change in basic shares = $ shares issued - $ shares repurchased)/current period average share</li>
<li>Basic shares - EOP</li>
<li>Basic shares - average</li>

<li>Net income</li>
<li>year over year % growth in net income</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org564bd63" class="outline-2">
<h2 id="org564bd63"><span class="section-number-2">36.</span> quantitative finance</h2>
<div class="outline-text-2" id="text-36">
<p>
Goldman Sachs <a href="https://github.com/goldmansachs/gs-quant">https://github.com/goldmansachs/gs-quant</a>
</p>
<ul class="org-ul">
<li>used to facilitate derivative structuring, trading, and risk management, or as a set of</li>
</ul>
<p>
statistical packages for data analytics applications.
</p>
</div>
</div>
