broker.html
<div id="outline-container-org6972e9d" class="outline-2">
<h2 id="org6972e9d"><span class="section-number-2">37.</span> оценка эффективности торговых стратегий</h2>
<div class="outline-text-2" id="text-37">
<p>
, сортино, фактор восстановления Sharpe Ratio, , and the Maximum Adverse
 Excursion (MAR) or similarly, the Maximum Drawdown, often referred to in the context of recovery or
 robustness.
</p>

<p>
Sharpe Ratio (Шарп) - average return earned in excess of the risk-free rate per unit of total
 volatility. It is calculated as the return of an investment minus the risk-free rate, divided by
 the standard deviation of the investment's returns. a measure of return per unit of risk.
</p>
<ul class="org-ul">
<li>by dividing the excess return of the investment over the risk-free rate by the standard deviation
of the investment's returns: (Rp - Rf)/σp - where, Rp expected return (average return of
investment), Rf risk-free rate (return that can be earned from a completely risk-free investment,
such as a U.S. Treasury bond), σp - standard deviation of portfolio (measures the volatility).</li>
<li>(Rp - Rf) - represents the additional return an investor earns for taking on the risk associated
with the investment.</li>
<li>Benefits: It provides a holistic view of risk-return trade-offs and allows for the comparison of
different assets or strategies on a level playing field. However, it penalizes all volatility
equally, including upside gains, which can be a drawback.</li>
<li>Use Cases: The Sharpe Ratio is useful in bull markets or when evaluating strategies that
prioritize both gains and losses. It offers a comprehensive view of risk-adjusted performance but
may not be ideal for strategies with non-normal return distributions or those focusing primarily
on downside risk.</li>
</ul>

<p>
Sortino Ratio(сортино) - modification of the Sharpe Ratio that focuses solely on downside risk. It
 measures the return per unit of negative volatility, using the downside deviation (standard
 deviation of returns below a specified target return) instead of the total standard
 deviation. Measure of return per unit of downside risk.
</p>
<ul class="org-ul">
<li>(Rp - Rt)/σd - where, Rt - Target return or required return(ex. minimum acceptable return (MAR)),
σd - downside deviation or std of returns that fall below the target return.
<ul class="org-ul">
<li>σd steps: <a href="https://en.wikipedia.org/wiki/Standard_deviation#Discrete_random_variable">https://en.wikipedia.org/wiki/Standard_deviation#Discrete_random_variable</a>
<ol class="org-ol">
<li>For each return below the target calculate Ri - T , where T - Target Return.</li>
<li>Square each deviation.</li>
<li>Add up all the squared deviations.</li>
<li>Divide the sum by the total number of observations.</li>
<li>Take the square root of the result.</li>
</ol></li>
</ul></li>
<li>Benefits: The Sortino Ratio emphasizes harmful volatility, making it more suitable for risk-averse
investors. It provides a clearer picture of downside risk and is particularly useful for
strategies with positive skew in their return distributions, such as trend-following strategies.</li>
<li>Use Cases: This ratio is optimal in bear markets or for strategies that prioritize capital
preservation. It helps investors assess how well an investment performs relative to the downside
volatility, ignoring the beneficial effects of upside volatility.</li>
</ul>

<p>
Maximum Adverse Excursion (MAR) or Maximum Drawdown
</p>

<p>
Recovery Factor -  evaluate the stability and resilience of a trading system or strategy.
</p>
<ul class="org-ul">
<li>RF = net profit / maximum drawdown.
<ul class="org-ul">
<li>net profit - sum of all profitable trades minus the sum of all losing trades.</li>
<li>maximum drawdown - maximum peak-to-trough decline in the value of the trading account. It
represents the worst-case scenario in terms of losses. Maximum decline from a peak to a trough
at any point during the period.</li>
<li>RF &gt; 2: The system has a certain profit margin and is considered stable.</li>
<li>RF &gt; 10: The system is highly stable and suitable for trading with larger capital.</li>
<li>RF &lt; 2: The system's stability is questionable, and it may need to be updated or improved.</li>
</ul></li>
<li>The higher the value, the faster the system can recover from drawdowns. Values above 10 indicate a
highly stable system.</li>
</ul>

<p>
Additional Metrics
</p>
<ul class="org-ul">
<li>Gain-to-Pain Ratio: The sum of all daily returns divided by the absolute value of the sum of all daily losses.</li>
<li>Ulcer Performance Index: Measures an investment's risk-adjusted return by dividing its Compound Annual Growth Rate (CAGR) by the Ulcer Index, which quantifies the depth and duration of drawdowns.</li>
<li>Information Ratio: Measures the excess return of a strategy relative to a benchmark, divided by the tracking error (standard deviation of the excess return).</li>
<li>Win Rate: The percentage of profitable days or trades.</li>
</ul>


<p>
“Коэффициент шарпа” (Rp - Rf)/σp расчитывается как дополнительная
 прибыль рисковых вложений (средняя прибыль минус текущая ставка по
 гос. облигациям) деленная на единицу риска как волатильности
 портфеля. Хорош для бычьего рынка. “Коэффициент сортино” (Rp -
 Rt)/σd - здесь вместо процентной ставки по облигациями используется
 относительная минимальная доходность и волатильность расчитывается
 только для отрицательных инвестиций, что дает отношение прибыли к
 риску отрицательных инвестиций.  “Фактор восстановления” - это чистая
 прибыль на рубль падения.
</p>
</div>
</div>
<div id="outline-container-org3b09800" class="outline-2">
<h2 id="org3b09800"><span class="section-number-2">38.</span> strategy AI</h2>
<div class="outline-text-2" id="text-38">
<p>
Мы разрабатываем торговую стратегию, основанную на обучении с подкреплением. Одной из ключевых задач
 является определение корректной системы наград для открытия сделок, которая будет способствовать
 обучению алгоритма оптимальному поведению на рынке. Для правильного применения обучения с
 подкреплением критически важно написать функцию наград за действия. Алгоритм делает следующие
 действия: BUY (купить актив), HOLD (ничего не делать, не продавать и не покупать) и SELL (продать
 актив). Сделки могут быть как LONG (длинные позиции), так и SHORT (короткие позиции). В Случае
 открытия SHORT при условии, что ранее открытых LONG сделок не было, необходимо сделать SELL. Чтобы
 закрыть SHORT, нужно сделать BUY такое же количество актива, которое было в начале (то есть когда
 было сделано SELL). В случае открытия LONG, при условии, что ранее открытых SHORT сделок не было,
 необходимо сделать BUY, а для закрытия LONG – SELL.
</p>

<p>
Задача: Сформулируйте систему наград для алгоритма такую, что агент будет награждаться при открытии
 позиций, при HOLD и при закрытии с учётом типа сделок.  Напишите на Python фрагмент кода,
 реализующий предложенную вами систему наград.  Укажите, какие метрики будете использовать для
 оценки эффективности предложенной системы наград.
</p>

<p>
Ожидаемый результат:
</p>
<ul class="org-ul">
<li>Документ, описывающий концепцию системы наград и обоснование подхода.</li>
<li>Код на Python, демонстрирующий расчет награды.</li>
</ul>
</div>

<div id="outline-container-orgb30af68" class="outline-3">
<h3 id="orgb30af68"><span class="section-number-3">38.1.</span> trnslateion</h3>
<div class="outline-text-3" id="text-38-1">
<p>
We are developing a trading strategy using reinforcement learning. The key task is to create a
 reward system that encourages the algorithm to behave optimally in the market. The algorithm can
 perform BUY, HOLD, or SELL actions for LONG or SHORT trades.
</p>
<ul class="org-ul">
<li>To open a SHORT, sell if no LONG was previously opened.</li>
<li>To close a SHORT, buy the same amount sold.</li>
<li>To open a LONG, buy if no SHORT was previously opened.</li>
<li>To close a LONG, sell.</li>
</ul>

<p>
Task:
</p>
<ul class="org-ul">
<li>Design a reward system to reward the agent for opening, holding, and closing positions based
on trade types. Write a Python code snippet for this system and specify the metrics to evaluate its
effectiveness."</li>
<li>Python demo for reward system.</li>
</ul>
</div>
</div>
