broker.html
<div id="outline-container-org2ecfc6c" class="outline-3">
<h3 id="org2ecfc6c"><span class="section-number-3">38.2.</span> s1</h3>
<div class="outline-text-3" id="text-38-2">
<div class="org-src-container">
<pre class="src src-python"><span style="color: #8ac6f2; font-weight: bold;">def</span> <span style="color: #cae682; font-weight: bold;">reward_function</span>(action, position_type, previous_position):
    <span style="color: #cae682;">reward</span> = 0
    <span style="color: #8ac6f2; font-weight: bold;">if</span> action == <span style="color: #95e454;">'BUY'</span>:
        <span style="color: #8ac6f2; font-weight: bold;">if</span> position_type == <span style="color: #95e454;">'LONG'</span> <span style="color: #8ac6f2; font-weight: bold;">and</span> previous_position != <span style="color: #95e454;">'SHORT'</span>:
            <span style="color: #cae682;">reward</span> = 1  <span style="color: #fa8072;"># </span><span style="color: #99968b; font-style: italic;">Reward for opening a LONG position</span>
        <span style="color: #8ac6f2; font-weight: bold;">elif</span> position_type == <span style="color: #95e454;">'SHORT'</span> <span style="color: #8ac6f2; font-weight: bold;">and</span> previous_position != <span style="color: #95e454;">'LONG'</span>:
            <span style="color: #cae682;">reward</span> = 1  <span style="color: #fa8072;"># </span><span style="color: #99968b; font-style: italic;">Reward for opening a SHORT position</span>
    <span style="color: #8ac6f2; font-weight: bold;">elif</span> action == <span style="color: #95e454;">'SELL'</span>:
        <span style="color: #8ac6f2; font-weight: bold;">if</span> position_type == <span style="color: #95e454;">'LONG'</span> <span style="color: #8ac6f2; font-weight: bold;">and</span> previous_position == <span style="color: #95e454;">'LONG'</span>:
            <span style="color: #cae682;">reward</span> = 1  <span style="color: #fa8072;"># </span><span style="color: #99968b; font-style: italic;">Reward for closing a LONG position</span>
        <span style="color: #8ac6f2; font-weight: bold;">elif</span> position_type == <span style="color: #95e454;">'SHORT'</span> <span style="color: #8ac6f2; font-weight: bold;">and</span> previous_position == <span style="color: #95e454;">'SHORT'</span>:
            <span style="color: #cae682;">reward</span> = 1  <span style="color: #fa8072;"># </span><span style="color: #99968b; font-style: italic;">Reward for closing a SHORT position</span>
    <span style="color: #8ac6f2; font-weight: bold;">elif</span> action == <span style="color: #95e454;">'HOLD'</span>:
        <span style="color: #cae682;">reward</span> = 0.5  <span style="color: #fa8072;"># </span><span style="color: #99968b; font-style: italic;">Reward for holding the position</span>

    <span style="color: #8ac6f2; font-weight: bold;">return</span> reward

<span style="color: #fa8072;"># </span><span style="color: #99968b; font-style: italic;">Example usage</span>
<span style="color: #cae682;">action</span> = <span style="color: #95e454;">'BUY'</span>
<span style="color: #cae682;">position_type</span> = <span style="color: #95e454;">'LONG'</span>
<span style="color: #cae682;">previous_position</span> = <span style="color: #e5786d; font-weight: bold;">None</span>
<span style="color: #cae682;">reward</span> = reward_function(action, position_type, previous_position)
<span style="color: #e5786d;">print</span>(f<span style="color: #95e454;">"Reward for </span>{action}<span style="color: #95e454;"> </span>{position_type}<span style="color: #95e454;"> position: </span>{reward}<span style="color: #95e454;">"</span>)
</pre>
</div>

<pre class="example">
Reward for BUY LONG position: 1
</pre>


<p>
Metrics:
</p>
<ul class="org-ul">
<li>Cumulative Reward: The total reward accumulated over a series of trades.</li>
<li>Profit/Loss: The actual financial gain or loss resulting from the trades.</li>
<li>Sharpe Ratio: A measure of risk-adjusted return, which can help evaluate the strategy's performance relative to its risk.</li>
<li>Drawdown: The maximum peak-to-trough decline in the value of the portfolio, indicating the strategy's resilience to market downturns.</li>
<li>Transaction Costs: The total costs incurred from trading activities.</li>
<li>Win/Loss Ratio: The ratio of profitable trades to losing trades, which can indicate the strategy's overall performance.</li>
</ul>
</div>
</div>
